{
  "message": {
    "hello": "Hello"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "news": "News",
    "training modules": "Training Modules",
    "resources": "Resources",
    "contact": "Contact",
    "login": "Login"
  },
  "contact": {
    "contact us": "Contact us",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "reset all fields": "Reset all fields",
    "close contact form": "Close contact form",
    "send form": "Send form",
    "your name is required": "Your name is required",
    "a propper email adress is required": "A propper email adress is required",
    "this field is required": "This field is required"
  },
  "resources": {
    "video": "Video",
    "files": "Files",
    "courses": "Courses",
    "podcast": "Podcast",
    "sound": "Sound",
    "other": "Other"
  },
  "home": {
    "elearning": "E-Learning",
    "resources": "Resources",
    "project": "Project"
  },
  "megatrends": {
    "Virtualization": {
      "name": "Virtualization",
      "macrotrends": {
        "VR": {
          "name": "VR",
          "helperText": "With the help of VR glasses, full-body suits, or tactile gloves, we can not only see the virtual world but also interact with it. VR has long since ceased to be used merely for entertainment purposes. Now it has its uses in the fields of architecture, planning, and therapy for example."
        },
        "AR": {
          "name": "AR",
          "helperText": "Wearables and other technologies increasingly unite our real-world senses with the virtual world. Augmented Reality refers to the reality that is expanded with virtual content, e.g. spectacle lenses that supplement our field of vision with digital, personalized information such as messages or navigation data."
        }
      }
    },
    "AI": {
      "name": "AI",
      "macrotrends": {
        "ArtificialCoworkers": {
          "name": "Artificial Coworkers/Robots",
          "helperText": "In the world of work, AI (in the form of intelligent assistants, smart tools, and robots) can take on increasingly demanding tasks and massively facilitate or replace the need for human workers."
        },
        "Chatbots": {
          "name": "Chatbots",
          "helperText": "A chatbot is a technical system that responds autonomously, and as “humanly” as possible, via a dialogue system. The concept includes automated chatbots that communicate in writing on websites, as well as apps that are used to converse/speak in a human-like manner. Chatbots help to clarify questions and problems and explain products."
        },
        "IntelligentPersonalAssistants": {
          "name": "Intelligent Personal Assistants",
          "helperText": "AI can facilitate and even revolutionize our everyday lives through personal assistants, tools, and robots. Real-world examples include language assistants such as Siri, assistants that remind users of an appointment via pop-ups, or household/care robots."
        },
        "MachineDeepLearning": {
          "name": "Machine & Deep Learning",
          "helperText": "The term machine learning refers to self-learning technologies that simulate human learning and thinking processes. These self-adaptive algorithms develop their own solutions to problems through collected data and experience."
        },
        "NaturalLanguageProcessing": {
          "name": "Natural Language Processing",
          "helperText": "The aim of Natural Language Processing (NLP) is direct communication between man and machine by means of natural language. Software is able to understand, process, and manipulate human language (e.g. the translation of a spoken/written text in real time)."
        },
        "PatternAndImageRecognition": {
          "name": "Pattern & Image Recognition",
          "helperText": "Visual intelligence focuses on the analysis and recognition of patterns, images, and shapes and can also be used for pattern prediction (e.g. personal identification using face or handwriting recognition, industrial quality control)."
        }
      }
    },
    "DataAndTechnologies": {
      "name": "Data and Technologies",
      "macrotrends": {
        "BigDataAndSmartData": {
          "name": "Big data and smart data",
          "helperText": "Smart Data describes the intelligent processing of large amounts of data (Big Data). In contrast to Big Data, data in Smart Data is already structured and prepared for the end user through data collection and analysis methods."
        },
        "Blockchain": {
          "name": "Blockchain",
          "helperText": "Blockchain is a decentralized database that can be continuously expanded with datasets. The data records are linked by cryptographic procedures and can contain a time stamp and transaction metadata."
        },
        "CloudComputing": {
          "name": "Cloud Computing",
          "helperText": "Cloud computing is an IT infrastructure service that provides data storage, software applications, and services. Data is not stored on local computers; instead, access is granted via networks, allowing usage that is independent of limiting factors such as time, location, and device."
        },
        "DataTransmission": {
          "name": "Data Transmission",
          "helperText": "New technologies and new possibilities for data transmission are increasingly improving transmission speeds and eliminating data volumes as a limiting factor (e.g. 5G, Near Field Communication, RFID, Li-Fi)."
        },
        "Geodata": {
          "name": "Geodata",
          "helperText": "Geodata is information that is assigned to a specific geographical position. With the help of this data, satellite-based analysis of market potentials, harvest forecasts, traffic flow, etc. can be carried out."
        },
        "OpenData": {
          "name": "Open Data",
          "helperText": "Open data refers to data that is made available for free use or dissemination, without restrictions, and in the interest of the general public. These include statistical data, geodata, teaching materials, and research results, which are made available by either government agencies or private-sector companies."
        },
        "OpenSource": {
          "name": "Open Source",
          "helperText": "Open source refers to software whose source code is usually publicly accessible free of charge and can be viewed, modified, used, and distributed by third parties. In contrast to proprietary software, open source products are thus often less expensive, more flexible, and more durable."
        }
      }
    },
    "SecurityAndTransparency": {
      "name": "Security & Transparency",
      "macrotrends": {
        "Cybersecurity": {
          "name": "Cybersecurity",
          "helperText": "Cybersecurity is the protection of computer systems, servers, and networks against theft and damage as well as against misuse or interruption of services and functions."
        },
        "DataProtectionAndTransparency": {
          "name": "Data Protection & Transparency",
          "helperText": "In the digital world, the dissemination of private data quickly leads to a loss of privacy. Therefore, data protection becomes a requirement. The demand for transparency aims to ensure that all information and further processing of data is disclosed."
        },
        "DigitalCurrencyAndPayment": {
          "name": "Digital Currency & Payments",
          "helperText": "This trend includes all payments made by electronic means, including anonymous cryptographic payment systems and currencies (e.g. Bitcoins), as well as all other online payments such as Paypal or mobile payment (e.g. Apple Pay)."
        },
        "VerifiedContent": {
          "name": "Verified Content",
          "helperText": "The rising wave of fake news and fake profiles makes many users suspicious of online content. Many networks and media providers, therefore, rely on new tools that reliably check content for accuracy."
        }
      }
    },
    "EnergyClimateChangesAndSustainability": {
      "name": "Energy, Climate Change & Sustainability",
      "macrotrends": {
        "ClimateChange": {
          "name": "Climate Change",
          "helperText": "Global warming, which is mainly caused by humans, is an example of very rapid climate change. The associated negative impacts will affect all facets of human life and economic activity. More and more people, nations, and institutions are therefore committed to initiatives to reduce greenhouse gas emissions."
        },
        "EnergyEfficiency": {
          "name": "Energy Efficiency",
          "helperText": "Innovative concepts and technological developments open up new possibilities for significantly reduced energy consumption in the form of electricity, heat, etc. For an increasing number of people and companies, these concepts and developments make it possible to live and work in a more sustainable way."
        },
        "ZeroWasteAndCircularEconomy": {
          "name": "Zero Waste & Circular Economy",
          "helperText": "These concepts aim to minimize waste production, emissions, and energy consumption as much as possible. Such important objectives are achieved through reuse, composting, remanufacturing, refurbishing, or recycling."
        }
      }
    },
    "DigitallyConnectedProductsOffersAndServices": {
      "name": "Digitally Connected Products, Offers & Services",
      "macrotrends": {
        "ConnectedServicesProductsAndApps": {
          "name": "Connected Services Products & Apps",
          "helperText": "Networked services and products are linked to other devices and/or systems via the Internet. They mutually exchange data and can also be controlled by humans using integrated functions. Often, these devices/systems can also be controlled or applied via apps."
        },
        "LocationBasedServices": {
          "name": "Location Based Services",
          "helperText": "Geospecific products offer the user of a mobile device specific services based on their location, e.g. route planning or restaurant finders. The location is shared via GPS, WiFi, or Bluetooth."
        },
        "SmartHomeAndBuilding": {
          "name": "Smart Home & Building",
          "helperText": "The term Smart Home refers to technically networked devices and installations within a living space that can be operated remotely, often by voice. Intelligent home applications and smart building solutions are designed to enhance our lives in terms of health, safety, benefits, and comfort."
        }
      }
    },
    "FutureWorking": {
      "name": "Future Working",
      "macrotrends": {
        "CollaborationInNetworks": {
          "name": "Collaboration in Networks",
          "helperText": "Digitisation opens up new possibilities for collaborative work in networks. New innovation “ecosystems” are being created, and open innovation and open management are becoming easier to implement."
        },
        "NewLearning": {
          "name": "New Learning",
          "helperText": "Online higher-education courses, customized blended learning concepts, “learning apps” etc. allow us to enable a lifelong learning process that is independent of time or place."
        },
        "NewWorkingModelsAndForms": {
          "name": "New Working Models & Forms",
          "helperText": "Digitisation promises more flexibility in terms of working hours and locations. New employment relationships and concepts are also changing our world of work. The aim is to find solutions that are as individualized as possible in order to help maintain a healthy work-life balance."
        },
        "TechnologisationOfWork": {
          "name": "Technologisation of Work",
          "helperText": "Digitisation, intelligent tools, smart instruments, or wearables can help employees perform tasks better, faster, easier, or more innovatively. Furthermore, workers can be analyzed in terms of work performance and efficiency. The resulting data can be used for specific training, team compositions, etc."
        }
      }
    },
    "InnovativeTechnologiesAndManufacturing": {
      "name": "Innovative Technologies & Manufacturing",
      "macrotrends": {
        "AdditiveManufacturing": {
          "name": "Additive Manufacturing",
          "helperText": "Additive manufacturing or 3D printing is the name given to computer-controlled manufacturing processes for creating three-dimensional objects and shapes made up of multiple layers of material and constructed according to specified dimensions."
        },
        "BiotechnologyAndGeneticEngineering": {
          "name": "Biotechnology & Genetic Engineering",
          "helperText": "Bioengineering applies engineering's scientific methods, in combination with computer science knowledge, to organic materials. With the help of these methods, tissue structures - or even complete living beings - can be manipulated or altered. Genetic engineering deals with the conversion of DNA building blocks and enables for example the breeding of new plants or the development of new drugs."
        },
        "IndustrialRobotics": {
          "name": "Industrial Robotics",
          "helperText": "The primary aim of including robotics in the industry is to have certain production processes, such as assembly or processing of products, carried out by robots. This automation results in enormous savings in terms of both time and resources."
        },
        "InnovativeProcessEngineering": {
          "name": "Innovative Process Engineering",
          "helperText": "Process engineering refers to how a specific product or material can be produced using either physical, chemical, or biological conversion processes, or digital approaches. Innovations in this field can be used in the manufacture of many everyday products and lead to better or completely new materials, products, and applications."
        },
        "IntelligentProduction": {
          "name": "Intelligent Production",
          "helperText": "Intelligent production refers to a production process - from manufacturing to logistics - which ideally is controlled and organized completely automatically and is relatively energy - and resource-efficient. By incorporating dynamic processes in the business and engineering area, even the production of individual customer requirements is possible without human intervention."
        },
        "NewMaterialsAndSubstances": {
          "name": "New Materials & Substances",
          "helperText": "Novel materials and substances have interesting properties that give them optimized performance and open up numerous new possibilities. Innovations include smart materials that react autonomously to changing environmental conditions or existing materials that gain additional functions through nanotechnology."
        },
        "SensorTechnologies": {
          "name": "Sensor Technologies",
          "helperText": "Sensors are used to measure and control important process parameters in a wide range of applications (industry, medicine, etc.). The technologies range from infrared, ultrasound, and radar, to high-resolution stereo cameras. New innovations include multi-sensor systems and are used to equip machines with artificial sensory perception."
        }
      }
    },
    "NewBusinessModelsAndMarketingLogics": {
      "name": "New Business Models & Marketing Logics",
      "macrotrends": {
        "InnovativeBusinessModels": {
          "name": "Innovative Business Models",
          "helperText": "New sales & marketing opportunities, increasing virtualization, and technical developments (e.g. additive manufacturing) open up numerous possibilities for expanding existing business models, or finding completely new approaches."
        },
        "NewMarketing": {
          "name": "New Marketing",
          "helperText": "Ever more powerful communication devices, as well as progressive networking, allow new solutions in marketing - e.g. interaction marketing, content marketing, benefit-generating marketing, sensation marketing, and influencer marketing."
        },
        "PlatformEconomy": {
          "name": "Platform Economy",
          "helperText": "The term platform economy refers to a digital business model that brings together consumers and providers in a kind of digital marketplace and results in product purchases or in resource sharing (e.g. Amazon, Airbnb, Uber)."
        }
      }
    }
  },
  "swotText": {
    "BusinessStrategy": {
      "name": "Business strategy",
      "pointsOne": "Being able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Being able to embrace latest market trends",
      "pointsThree": "Using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Providing products with implemented connectivity (that are sending data about their utilization)",
      "pointsFive": "Raising the value of your company"
    },
    "BusinessStrategyTwo": {
      "name": "Business strategy",
      "pointsOne": "Not able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Not able to embrace latest market trends",
      "pointsThree": "Not using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Not providing products with implemented connectivity (that are sending data about their utilization)"
    },
    "BusinessOperations": {
      "name": "Business operations",
      "pointsOne": "Higher agility in introducing new products or product upgrades",
      "pointsTwo": "Easier acceptance of required delivery time frames",
      "pointsThree": "Being able to provide new ordering options",
      "pointsFour": "Providing improved or different level of service",
      "pointsFive": "Providing electronic communication with customers",
      "pointsSix": "Producing higher quality products by better and faster tracing defects and faults"
    },
    "BusinessOperationsTwo": {
      "name": "Business operations",
      "pointsOne": "Losing contact with technology trends",
      "pointsTwo": "Not able to react fast enough to the requirements of the fluctuating marked",
      "pointsThree": "At risk of losing customers",
      "pointsFour": "Missing a significant chance to established a culture of systematic innovation of products, upskilling of staff, data harvesting with potential of improvement",
      "pointsFive": "Not able to provide new ordering options or different level of service"
    },
    "HRAndCulture": {
      "name": "HR and Culture",
      "pointsOne": "You do not suffer of a shortage of experts",
      "pointsTwo": "Your employees understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers get appropriate upskilling in the areas of digitalization",
      "pointsFour": "You might even have a dedicated team for digitalization",
      "pointsFive": "You have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes"
    },
    "HRAndCultureTwo": {
      "name": "HR and Culture",
      "pointsOne": "You suffer of a shortage of experts",
      "pointsTwo": "Your employees do not understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers are not being appropriate educated in the areas of digitalization",
      "pointsFour": "You don't have a dedicated team for digitalization",
      "pointsFive": "You don't have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes, which can result in scepticism of the staff and their perspective regarding the company."
    },
    "TechnologyAndDataManagement": {
      "name": "Technology and Data management",
      "pointsOne": "You were able to identify relevant data within your existing system",
      "pointsTwo": "You are collecting data effectively from you machines, production to distribution",
      "pointsThree": "You are using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "You have your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "You have partaken relevant steps to improve your cyber security",
      "pointsSix": "Your management has endorsed the establishment of “data culture” within your business"
    },
    "TechnologyAndDataManagementTwo": {
      "name": "Technology and Data management",
      "pointsOne": "Not able to identify relevant data within your existing system",
      "pointsTwo": "Not collecting data effectively from you machines, production to distribution",
      "pointsThree": "Not using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "Not having your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "Not partaking relevant steps to improve your cyber security",
      "pointsSix": "Not endorsing the establishment of “data culture” within your business"
    },
    "GreenDigitalization": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost with these implementations, you can benefit from more funding or other business opportunities, gain more market share and meet the energy standards and regulations easier."
    },
    "GreenDigitalizationTwo": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost without these implementations, you cannot benefit from more funding or other business opportunities, gain more market share or meet the energy standards and regulations."
    }
  },
  "mappingToolFrontpage": {
    "title": "Digital Maturity Assessment Tool",
    "paragraphOne": "Assessing your level of digitalisation. The Digital Maturity Assessment Tool (DMAT) is an online tool that assesses digital maturity based on a questionnaire in 5 categories: Business Strategy, Business Operations, Data and Technology, HR and Culture, Green Digitalization.",
    "paragraphTwo": "For each category there are two questions and their corresponding answers, from which please choose all that you consider relevant. This assessment is standard and uniform across the EU for possible comparisons and subsequent adjustment for improvement.",
    "paragraphThree": "It is necessary to look at these aspects and categories of business from a higher perspective, the so-called helicopter view. Try to be unbiased and evaluate objectively.",
    "paragraphFour": "You may have been thinking about opportunities to engage and extend digital technologies within the business, it is likely that you have taken the first steps, have a plan to implement digital measures or are consulting externally on digital solutions. All of these activities help to increase the level of digitalisation of your business and at the same time motivate other small and medium-sized entrepreneurs in Europe.",
    "startAssessmentButton": "Start the Assessment Tool",
    "startAssessmentButtonTooltip": "Click to start the Assessment Tool"
  },
  "mappingFormGlobal": {
    "headline": "Mapping Form",
    "closeDialogButtonTooltip": "Close Mapping Tool",
    "dialogRoleText": "An dialog for the user to try out the mapping tool"
  },
  "mappingFormLoginPage": {
    "emailLabel": "email",
    "usernameLabel": "username",
    "takeMappingToolButton": "Take mapping tools",
    "takeMappingToolButtonTooltip": "Click to take mapping tool"
  },
  "mappingForm": {
    "informationButtonTooltip": "Read question description and score help text",
    "informationDialogQuestionDescription": "Question description:",
    "informationDialogScoreExplanation": "Score explanation:",
    "writeYourAnswerHereLabel": "Write your answer here"
  },
  "extraKeys": {
    "homeTitle": "Vurderingsverktøy Digitup",
    "homeDescriptionOne": "Styrker SMB-er i den digitale tidsalderen med Digit Ups nettbaserte vurderingsverktøy for Industri 4.0",
    "homeDescriptionTwo": "– En helhetlig løsning for å definere, måle og vurdere digital kompetanse og teknologibaserte ferdigheter hos SMB-ledere og selvstendige gründere.",
    "homeDescriptionThree": "Ta testen for å avdekke muligheter for vekst og utvikling.",
    "goToMappingToolButton": "Åpne kartleggingsverktøy",
    "close": "Lukk",
    "takeMappingTool": "Bruk kartleggingsverktøy",
    "nextSection": "Neste seksjon",
    "submitForm": "Send inn skjema",
    "createPdfResult": "Opprett resultat-PDF",
    "assessmentTool": "Vurderingsverktøy",
    "email": "E-post",
    "username": "Brukernavn",
    "writeYourAnswerHere": "Skriv svaret ditt her",
    "creatingAndDownloadingPdf": "Oppretter og laster ned PDF",
    "pleaseWait": "Vennligst vent",
    "scoreExplanation": "Forklaring på poengsum:",
    "questionExplanation": "Forklaring på spørsmål:",
    "readQuestionDescriptionAndScoreHelpText": "Les beskrivelsen av spørsmålet og hjelpeteksten for poengsummen",
    "selectOne": "Velg én",
    "confirmEdit": "Bekreft redigering",
    "cancelEdit": "Avbryt redigering",
    "editThisQuestion": "Rediger dette spørsmålet",
    "changeTheNameOfTheFile": "Endre navnet på filen"
  },
  "pdfScoreText": {
    "reccommendations": "Recommendations",
    "categories": "Categories",
    "recommendationsOnScoreImprovements": "Recommendations on score improvements",
    "digitalCultureTitleLow": "Under 33% Digital novice indicates that there's a significant gap in embracing and integrating digital technologies and practices within your work environment.",
    "digitalCultureDescriptionLow": "Begin with a foundational training to the concept of digital culture, its importance, and the benefits it can bring to an organization. Enrol training sessions to familiarize employees with essential digital tools relevant to their roles. Organize seminars where teams can brainstorm and share digital innovation ideas. This will help in fostering a culture where digital innovation is encouraged and appreciated.",
    "digitalCultureTitleMedium": "Between 33% and 66% Digital Intermediate – It indicates that your organization has made strides in establishing a digital culture, there's still room for improvement.",
    "digitalCultureDescriptionMedium": "Dive deeper into the nuances of digital culture, exploring how it can be further ingrained into the organization's ethos. Offer advanced training sessions on digital tools, ensuring that employees are not just familiar with them, but can leverage them to their full potential. Organize trainings that delve into advanced digital innovation strategies, ensuring that the organization is always at the forefront of digital trends.",
    "digitalCultureTitleHigh": "More than indicates 66% Digital Advanced – This profile has a high level of understanding of digital transformation, with many digital initiatives implemented successfully.",
    "digitalCultureDescriptionHigh": "There is a strong digital culture, with effective training programs and good investment in digital technologies.",
    "trainingAndDevelopmentTitleLow": "Managers and CEOs with a score under 33% likely have limited exposure to digital training and development programs. This score suggests that there's a significant gap in the digital skills of the workforce.",
    "trainingAndDevelopmentDescriptionLow": "Familiarize managers with the importance of digital training and its impact on business performance. Cover the fundamentals of digital tools, software, and platforms relevant to the business Provide training tailored to the specific roles and responsibilities of managers, focusing on the digital tools and platforms they'll use daily.",
    "trainingAndDevelopmentTitleMedium": "Managers and CEOs with a score in this range have some experience with digital training, but may not be fully leveraging the potential of digital tools and platforms.",
    "trainingAndDevelopmentDescriptionMedium": "Dive deeper into advanced features of digital tools and platforms, ensuring managers can use them to their full potential. Introduce the concept of ongoing learning, emphasizing the importance of staying updated with the latest digital trends and tools. Explore strategies to incentivize employees to develop their digital skills, such as rewards, recognition, or career advancement opportunities.",
    "trainingAndDevelopmentTitleHigh": "Managers and CEOs with a high score are already well-versed in digital training and development. However, there's always room for improvement and staying updated with the latest trends.Delve into cutting-edge digital tools and platforms, ensuring managers are at the forefront of digital advancements.",
    "trainingAndDevelopmentDescriptionHigh": "Focus on strategies to embed continuous learning into the organization's culture, ensuring that teams are always updated with the latest digital skills. Dive deeper into advanced strategies to reward and recognize employees who excel in digital skill development.",
    "investmentInDigitalTransformationTitleLow": "Attend introductory trainings or webinars on digital transformation. Consider consulting with a digital transformation expert to get insights tailored to your business.Review case studies of successful digital transformations in similar industries.",
    "investmentInDigitalTransformationDescriptionLow": "This will provide a clearer picture of the potential ROI and benefits.Learn how to budget for digital transformation initiatives, even with limited resources.Engage in financial planning training sessioons or courses that focus on budgeting for digital projects. Consider seeking advice from financial consultants with experience in digital transformation.",
    "investmentInDigitalTransformationTitleMedium": "Attend advanced seminars or workshops that showcase the success stories of businesses that have undergone digital transformation. Engage in networking events to learn from peers.Engage in training sessions or courses that focus on ROI-driven budgeting for digital projects.",
    "investmentInDigitalTransformationDescriptionMedium": "Consider using digital budgeting tools or software to aid in the process.Learn to integrate digital transformation goals into the broader strategic objectives of the organization.Participate in strategy-focused training sessions or workshops. Collaborate with digital transformation consultants to align your digital goals with your business strategy.",
    "investmentInDigitalTransformationTitleHigh": "Explore cutting-edge strategies and technologies that can further propel your organization's digital journey.Engage in advanced ROI analysis workshops. ",
    "investmentInDigitalTransformationDescriptionHigh": "Consider using sophisticated analytics tools to track and measure the success of digital initiatives.As leaders, it's crucial to lead by example. Enhance leadership skills specifically tailored to the digital age.Participate in leadership training programs that focus on leading in the digital era. Engage in mentorship programs with leaders who have successfully led digital transformations.",
    "challengesAndRisksTitleLow": "At this stage, there's a fundamental lack of awareness or understanding of the challenges that come with digital transformation.",
    "challengesAndRisksDescriptionLow": "Initiate a foundational training to educate managers about the common challenges faced during digital transformation, such as resistance to change, budget constraints, and cybersecurity risks. This will help in setting realistic expectations and preparing for potential roadblocks. Conduct a basic risk assessment workshop to identify potential risks in the digital transformation journey. Introduce managers to basic risk mitigation strategies and tools that can help in early detection and management of these risks.Organize motivational talks or case study sessions showcasing successful digital transformation stories. Highlight the benefits and long-term gains of embracing digital change to inspire and motivate the team.",
    "challengesAndRisksTitleMedium": "Recommendation: Organize advanced training workshops that delve deeper into each challenge, discussing real-life scenarios and solutions.",
    "challengesAndRisksDescriptionMedium": "Engage in group discussions or brainstorming sessions to collaboratively find solutions tailored to the organization's unique challenges. Introduce a comprehensive risk management framework that covers all facets of digital transformation. This should include regular risk assessments, updating risk mitigation strategies, and training sessions on the latest risk management tools and techniques.Organize leadership training sessions to equip managers with the skills to lead and inspire their teams during the transformation process. Focus on change management techniques and strategies to address and overcome resistance.",
    "challengesAndRisksTitleHigh": "Engage in strategic planning sessions to continuously evaluate and refine the approach to challenges.",
    "challengesAndRisksDescriptionHigh": "Consider bringing in external experts or consultants for fresh perspectives and advanced solutions. Organize training sessions on advanced risk management techniques, tools, and software. Regularly review and update the risk management strategy to ensure it's aligned with the latest industry standards. Engage in advanced leadership training focusing on leading change, fostering innovation, and building a culture of continuous improvement. Consider mentorship programs or executive coaching for personalized guidance.",
    "cyberSecurityTitleLow": "Cybersecurity Awareness Training: Begin with a basic cybersecurity awareness training for all employees.",
    "cyberSecurityDescriptionLow": "This will help them recognize common threats like phishing emails and understand the importance of strong passwords.Invest in essential cybersecurity tools such as firewalls, antivirus software, and data encryption. These tools provide the first line of defense against cyber threats.Conduct regular audits to identify vulnerabilities in your systems and address them promptly.",
    "cyberSecurityTitleMedium": "Offer advanced training sessions that delve deeper into specific threats and how to counteract them.",
    "cyberSecurityDescriptionMedium": "This could include training on social engineering threats, advanced persistent threats (APTs), and insider threats.Develop a comprehensive incident response plan. This plan should detail the steps to take in the event of a cybersecurity breach, ensuring a swift and effective response.",
    "cyberSecurityTitleHigh": "Your organisation is with a high score are likely well-versed in cybersecurity practices.",
    "cyberSecurityDescriptionHigh": "You have robust measures in place and are proactive in their approach. However, cybersecurity is an ever-evolving field, and there's always room for improvement. As threats evolve, continuous training ensures that employees are always aware of the latest risks and how to counteract them.",
    "futurePlansTitleLow": "",
    "futurePlansDescriptionLow": "",
    "futurePlansTitleMedium": "",
    "futurePlansDescriptionMedium": "",
    "futurePlansTitleHigh": "",
    "futurePlansDescriptionHigh": ""
  }
}
