{
  "message": {
    "hello": "Hello"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "news": "News",
    "training modules": "Training Modules",
    "resources": "Resources",
    "contact": "Contact",
    "login": "Login"
  },
  "contact": {
    "contact us": "Contact us",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "reset all fields": "Reset all fields",
    "close contact form": "Close contact form",
    "send form": "Send form",
    "your name is required": "Your name is required",
    "a propper email adress is required": "A propper email adress is required",
    "this field is required": "This field is required"
  },
  "resources": {
    "video": "Video",
    "files": "Files",
    "courses": "Courses",
    "podcast": "Podcast",
    "sound": "Sound",
    "other": "Other"
  },
  "home": {
    "elearning": "E-Learning",
    "resources": "Resources",
    "project": "Project"
  },
  "megatrends": {
    "Virtualization": {
      "name": "Virtualization",
      "macrotrends": {
        "VR": {
          "name": "VR",
          "helperText": "With the help of VR glasses, full-body suits, or tactile gloves, we can not only see the virtual world but also interact with it. VR has long since ceased to be used merely for entertainment purposes. Now it has its uses in the fields of architecture, planning, and therapy for example."
        },
        "AR": {
          "name": "AR",
          "helperText": "Wearables and other technologies increasingly unite our real-world senses with the virtual world. Augmented Reality refers to the reality that is expanded with virtual content, e.g. spectacle lenses that supplement our field of vision with digital, personalized information such as messages or navigation data."
        }
      }
    },
    "AI": {
      "name": "AI",
      "macrotrends": {
        "ArtificialCoworkers": {
          "name": "Artificial Coworkers/Robots",
          "helperText": "In the world of work, AI (in the form of intelligent assistants, smart tools, and robots) can take on increasingly demanding tasks and massively facilitate or replace the need for human workers."
        },
        "Chatbots": {
          "name": "Chatbots",
          "helperText": "A chatbot is a technical system that responds autonomously, and as “humanly” as possible, via a dialogue system. The concept includes automated chatbots that communicate in writing on websites, as well as apps that are used to converse/speak in a human-like manner. Chatbots help to clarify questions and problems and explain products."
        },
        "IntelligentPersonalAssistants": {
          "name": "Intelligent Personal Assistants",
          "helperText": "AI can facilitate and even revolutionize our everyday lives through personal assistants, tools, and robots. Real-world examples include language assistants such as Siri, assistants that remind users of an appointment via pop-ups, or household/care robots."
        },
        "MachineDeepLearning": {
          "name": "Machine & Deep Learning",
          "helperText": "The term machine learning refers to self-learning technologies that simulate human learning and thinking processes. These self-adaptive algorithms develop their own solutions to problems through collected data and experience."
        },
        "NaturalLanguageProcessing": {
          "name": "Natural Language Processing",
          "helperText": "The aim of Natural Language Processing (NLP) is direct communication between man and machine by means of natural language. Software is able to understand, process, and manipulate human language (e.g. the translation of a spoken/written text in real time)."
        },
        "PatternAndImageRecognition": {
          "name": "Pattern & Image Recognition",
          "helperText": "Visual intelligence focuses on the analysis and recognition of patterns, images, and shapes and can also be used for pattern prediction (e.g. personal identification using face or handwriting recognition, industrial quality control)."
        }
      }
    },
    "DataAndTechnologies": {
      "name": "Data and Technologies",
      "macrotrends": {
        "BigDataAndSmartData": {
          "name": "Big data and smart data",
          "helperText": "Smart Data describes the intelligent processing of large amounts of data (Big Data). In contrast to Big Data, data in Smart Data is already structured and prepared for the end user through data collection and analysis methods."
        },
        "Blockchain": {
          "name": "Blockchain",
          "helperText": "Blockchain is a decentralized database that can be continuously expanded with datasets. The data records are linked by cryptographic procedures and can contain a time stamp and transaction metadata."
        },
        "CloudComputing": {
          "name": "Cloud Computing",
          "helperText": "Cloud computing is an IT infrastructure service that provides data storage, software applications, and services. Data is not stored on local computers; instead, access is granted via networks, allowing usage that is independent of limiting factors such as time, location, and device."
        },
        "DataTransmission": {
          "name": "Data Transmission",
          "helperText": "New technologies and new possibilities for data transmission are increasingly improving transmission speeds and eliminating data volumes as a limiting factor (e.g. 5G, Near Field Communication, RFID, Li-Fi)."
        },
        "Geodata": {
          "name": "Geodata",
          "helperText": "Geodata is information that is assigned to a specific geographical position. With the help of this data, satellite-based analysis of market potentials, harvest forecasts, traffic flow, etc. can be carried out."
        },
        "OpenData": {
          "name": "Open Data",
          "helperText": "Open data refers to data that is made available for free use or dissemination, without restrictions, and in the interest of the general public. These include statistical data, geodata, teaching materials, and research results, which are made available by either government agencies or private-sector companies."
        },
        "OpenSource": {
          "name": "Open Source",
          "helperText": "Open source refers to software whose source code is usually publicly accessible free of charge and can be viewed, modified, used, and distributed by third parties. In contrast to proprietary software, open source products are thus often less expensive, more flexible, and more durable."
        }
      }
    },
    "SecurityAndTransparency": {
      "name": "Security & Transparency",
      "macrotrends": {
        "Cybersecurity": {
          "name": "Cybersecurity",
          "helperText": "Cybersecurity is the protection of computer systems, servers, and networks against theft and damage as well as against misuse or interruption of services and functions."
        },
        "DataProtectionAndTransparency": {
          "name": "Data Protection & Transparency",
          "helperText": "In the digital world, the dissemination of private data quickly leads to a loss of privacy. Therefore, data protection becomes a requirement. The demand for transparency aims to ensure that all information and further processing of data is disclosed."
        },
        "DigitalCurrencyAndPayment": {
          "name": "Digital Currency & Payments",
          "helperText": "This trend includes all payments made by electronic means, including anonymous cryptographic payment systems and currencies (e.g. Bitcoins), as well as all other online payments such as Paypal or mobile payment (e.g. Apple Pay)."
        },
        "VerifiedContent": {
          "name": "Verified Content",
          "helperText": "The rising wave of fake news and fake profiles makes many users suspicious of online content. Many networks and media providers, therefore, rely on new tools that reliably check content for accuracy."
        }
      }
    },
    "EnergyClimateChangesAndSustainability": {
      "name": "Energy, Climate Change & Sustainability",
      "macrotrends": {
        "ClimateChange": {
          "name": "Climate Change",
          "helperText": "Global warming, which is mainly caused by humans, is an example of very rapid climate change. The associated negative impacts will affect all facets of human life and economic activity. More and more people, nations, and institutions are therefore committed to initiatives to reduce greenhouse gas emissions."
        },
        "EnergyEfficiency": {
          "name": "Energy Efficiency",
          "helperText": "Innovative concepts and technological developments open up new possibilities for significantly reduced energy consumption in the form of electricity, heat, etc. For an increasing number of people and companies, these concepts and developments make it possible to live and work in a more sustainable way."
        },
        "ZeroWasteAndCircularEconomy": {
          "name": "Zero Waste & Circular Economy",
          "helperText": "These concepts aim to minimize waste production, emissions, and energy consumption as much as possible. Such important objectives are achieved through reuse, composting, remanufacturing, refurbishing, or recycling."
        }
      }
    },
    "DigitallyConnectedProductsOffersAndServices": {
      "name": "Digitally Connected Products, Offers & Services",
      "macrotrends": {
        "ConnectedServicesProductsAndApps": {
          "name": "Connected Services Products & Apps",
          "helperText": "Networked services and products are linked to other devices and/or systems via the Internet. They mutually exchange data and can also be controlled by humans using integrated functions. Often, these devices/systems can also be controlled or applied via apps."
        },
        "LocationBasedServices": {
          "name": "Location Based Services",
          "helperText": "Geospecific products offer the user of a mobile device specific services based on their location, e.g. route planning or restaurant finders. The location is shared via GPS, WiFi, or Bluetooth."
        },
        "SmartHomeAndBuilding": {
          "name": "Smart Home & Building",
          "helperText": "The term Smart Home refers to technically networked devices and installations within a living space that can be operated remotely, often by voice. Intelligent home applications and smart building solutions are designed to enhance our lives in terms of health, safety, benefits, and comfort."
        }
      }
    },
    "FutureWorking": {
      "name": "Future Working",
      "macrotrends": {
        "CollaborationInNetworks": {
          "name": "Collaboration in Networks",
          "helperText": "Digitisation opens up new possibilities for collaborative work in networks. New innovation “ecosystems” are being created, and open innovation and open management are becoming easier to implement."
        },
        "NewLearning": {
          "name": "New Learning",
          "helperText": "Online higher-education courses, customized blended learning concepts, “learning apps” etc. allow us to enable a lifelong learning process that is independent of time or place."
        },
        "NewWorkingModelsAndForms": {
          "name": "New Working Models & Forms",
          "helperText": "Digitisation promises more flexibility in terms of working hours and locations. New employment relationships and concepts are also changing our world of work. The aim is to find solutions that are as individualized as possible in order to help maintain a healthy work-life balance."
        },
        "TechnologisationOfWork": {
          "name": "Technologisation of Work",
          "helperText": "Digitisation, intelligent tools, smart instruments, or wearables can help employees perform tasks better, faster, easier, or more innovatively. Furthermore, workers can be analyzed in terms of work performance and efficiency. The resulting data can be used for specific training, team compositions, etc."
        }
      }
    },
    "InnovativeTechnologiesAndManufacturing": {
      "name": "Innovative Technologies & Manufacturing",
      "macrotrends": {
        "AdditiveManufacturing": {
          "name": "Additive Manufacturing",
          "helperText": "Additive manufacturing or 3D printing is the name given to computer-controlled manufacturing processes for creating three-dimensional objects and shapes made up of multiple layers of material and constructed according to specified dimensions."
        },
        "BiotechnologyAndGeneticEngineering": {
          "name": "Biotechnology & Genetic Engineering",
          "helperText": "Bioengineering applies engineering's scientific methods, in combination with computer science knowledge, to organic materials. With the help of these methods, tissue structures - or even complete living beings - can be manipulated or altered. Genetic engineering deals with the conversion of DNA building blocks and enables for example the breeding of new plants or the development of new drugs."
        },
        "IndustrialRobotics": {
          "name": "Industrial Robotics",
          "helperText": "The primary aim of including robotics in the industry is to have certain production processes, such as assembly or processing of products, carried out by robots. This automation results in enormous savings in terms of both time and resources."
        },
        "InnovativeProcessEngineering": {
          "name": "Innovative Process Engineering",
          "helperText": "Process engineering refers to how a specific product or material can be produced using either physical, chemical, or biological conversion processes, or digital approaches. Innovations in this field can be used in the manufacture of many everyday products and lead to better or completely new materials, products, and applications."
        },
        "IntelligentProduction": {
          "name": "Intelligent Production",
          "helperText": "Intelligent production refers to a production process - from manufacturing to logistics - which ideally is controlled and organized completely automatically and is relatively energy - and resource-efficient. By incorporating dynamic processes in the business and engineering area, even the production of individual customer requirements is possible without human intervention."
        },
        "NewMaterialsAndSubstances": {
          "name": "New Materials & Substances",
          "helperText": "Novel materials and substances have interesting properties that give them optimized performance and open up numerous new possibilities. Innovations include smart materials that react autonomously to changing environmental conditions or existing materials that gain additional functions through nanotechnology."
        },
        "SensorTechnologies": {
          "name": "Sensor Technologies",
          "helperText": "Sensors are used to measure and control important process parameters in a wide range of applications (industry, medicine, etc.). The technologies range from infrared, ultrasound, and radar, to high-resolution stereo cameras. New innovations include multi-sensor systems and are used to equip machines with artificial sensory perception."
        }
      }
    },
    "NewBusinessModelsAndMarketingLogics": {
      "name": "New Business Models & Marketing Logics",
      "macrotrends": {
        "InnovativeBusinessModels": {
          "name": "Innovative Business Models",
          "helperText": "New sales & marketing opportunities, increasing virtualization, and technical developments (e.g. additive manufacturing) open up numerous possibilities for expanding existing business models, or finding completely new approaches."
        },
        "NewMarketing": {
          "name": "New Marketing",
          "helperText": "Ever more powerful communication devices, as well as progressive networking, allow new solutions in marketing - e.g. interaction marketing, content marketing, benefit-generating marketing, sensation marketing, and influencer marketing."
        },
        "PlatformEconomy": {
          "name": "Platform Economy",
          "helperText": "The term platform economy refers to a digital business model that brings together consumers and providers in a kind of digital marketplace and results in product purchases or in resource sharing (e.g. Amazon, Airbnb, Uber)."
        }
      }
    }
  },
  "swotText": {
    "BusinessStrategy": {
      "name": "Business strategy",
      "pointsOne": "Being able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Being able to embrace latest market trends",
      "pointsThree": "Using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Providing products with implemented connectivity (that are sending data about their utilization)",
      "pointsFive": "Raising the value of your company"
    },
    "BusinessStrategyTwo": {
      "name": "Business strategy",
      "pointsOne": "Not able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Not able to embrace latest market trends",
      "pointsThree": "Not using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Not providing products with implemented connectivity (that are sending data about their utilization)"
    },
    "BusinessOperations": {
      "name": "Business operations",
      "pointsOne": "Higher agility in introducing new products or product upgrades",
      "pointsTwo": "Easier acceptance of required delivery time frames",
      "pointsThree": "Being able to provide new ordering options",
      "pointsFour": "Providing improved or different level of service",
      "pointsFive": "Providing electronic communication with customers",
      "pointsSix": "Producing higher quality products by better and faster tracing defects and faults"
    },
    "BusinessOperationsTwo": {
      "name": "Business operations",
      "pointsOne": "Losing contact with technology trends",
      "pointsTwo": "Not able to react fast enough to the requirements of the fluctuating marked",
      "pointsThree": "At risk of losing customers",
      "pointsFour": "Missing a significant chance to established a culture of systematic innovation of products, upskilling of staff, data harvesting with potential of improvement",
      "pointsFive": "Not able to provide new ordering options or different level of service"
    },
    "HRAndCulture": {
      "name": "HR and Culture",
      "pointsOne": "You do not suffer of a shortage of experts",
      "pointsTwo": "Your employees understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers get appropriate upskilling in the areas of digitalization",
      "pointsFour": "You might even have a dedicated team for digitalization",
      "pointsFive": "You have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes"
    },
    "HRAndCultureTwo": {
      "name": "HR and Culture",
      "pointsOne": "You suffer of a shortage of experts",
      "pointsTwo": "Your employees do not understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers are not being appropriate educated in the areas of digitalization",
      "pointsFour": "You don't have a dedicated team for digitalization",
      "pointsFive": "You don't have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes, which can result in scepticism of the staff and their perspective regarding the company."
    },
    "TechnologyAndDataManagement": {
      "name": "Technology and Data management",
      "pointsOne": "You were able to identify relevant data within your existing system",
      "pointsTwo": "You are collecting data effectively from you machines, production to distribution",
      "pointsThree": "You are using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "You have your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "You have partaken relevant steps to improve your cyber security",
      "pointsSix": "Your management has endorsed the establishment of “data culture” within your business"
    },
    "TechnologyAndDataManagementTwo": {
      "name": "Technology and Data management",
      "pointsOne": "Not able to identify relevant data within your existing system",
      "pointsTwo": "Not collecting data effectively from you machines, production to distribution",
      "pointsThree": "Not using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "Not having your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "Not partaking relevant steps to improve your cyber security",
      "pointsSix": "Not endorsing the establishment of “data culture” within your business"
    },
    "GreenDigitalization": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost with these implementations, you can benefit from more funding or other business opportunities, gain more market share and meet the energy standards and regulations easier."
    },
    "GreenDigitalizationTwo": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost without these implementations, you cannot benefit from more funding or other business opportunities, gain more market share or meet the energy standards and regulations."
    }
  },
  "mappingToolFrontpage": {
    "title": "Digital Maturity Assessment Tool",
    "paragraphOne": "Assessing your level of digitalisation. The Digital Maturity Assessment Tool (DMAT) is an online tool that assesses digital maturity based on a questionnaire in 5 categories: Business Strategy, Business Operations, Data and Technology, HR and Culture, Green Digitalization.",
    "paragraphTwo": "For each category there are two questions and their corresponding answers, from which please choose all that you consider relevant. This assessment is standard and uniform across the EU for possible comparisons and subsequent adjustment for improvement.",
    "paragraphThree": "It is necessary to look at these aspects and categories of business from a higher perspective, the so-called helicopter view. Try to be unbiased and evaluate objectively.",
    "paragraphFour": "You may have been thinking about opportunities to engage and extend digital technologies within the business, it is likely that you have taken the first steps, have a plan to implement digital measures or are consulting externally on digital solutions. All of these activities help to increase the level of digitalisation of your business and at the same time motivate other small and medium-sized entrepreneurs in Europe.",
    "startAssessmentButton": "Start the Assessment Tool",
    "startAssessmentButtonTooltip": "Click to start the Assessment Tool"
  },
  "mappingFormGlobal": {
    "headline": "Mapping Form",
    "closeDialogButtonTooltip": "Close Mapping Tool",
    "dialogRoleText": "An dialog for the user to try out the mapping tool"
  },
  "mappingFormLoginPage": {
    "emailLabel": "email",
    "usernameLabel": "username",
    "takeMappingToolButton": "Take mapping tools",
    "takeMappingToolButtonTooltip": "Click to take mapping tool"
  },
  "mappingForm": {
    "informationButtonTooltip": "Read question description and score help text",
    "informationDialogQuestionDescription": "Question description:",
    "informationDialogScoreExplanation": "Score explanation:",
    "writeYourAnswerHereLabel": "Write your answer here"
  },
  "extraKeys": {
    "homeTitle": "Hodnotící nástroj Digitup",
    "homeDescriptionOne": "Posílení postavení malých a středních podniků v digitální éře pomocí online nástroje Digit Up pro hodnocení Průmyslu 4.0",
    "homeDescriptionTwo": "- komplexní řešení pro definování, měření a hodnocení digitální gramotnosti a technických kompetencí manažerů a samostatných podnikatelů malých a středních podniků.",
    "homeDescriptionThree": "Proveďte test a odhalte příležitosti k růstu a rozvoji.",
    "goToMappingToolButton": "Otevřený nástroj pro mapování",
    "close": "Zavřít",
    "takeMappingTool": "Převzít mapovací nástroje",
    "nextSection": "Další část",
    "submitForm": "Odeslat formulář",
    "createPdfResult": "Vytvořit výsledky ve formátu PDF",
    "assessmentTool": "Hodnotící nástroj",
    "email": "E-mail",
    "username": "Uživatelské jméno",
    "writeYourAnswerHere": "Napište svou odpověď zde",
    "creatingAndDownloadingPdf": "Vytváření a stahování PDF",
    "pleaseWait": "Prosím čekejte",
    "scoreExplanation": "Vysvětlení skóre:",
    "questionExplanation": "Vysvětlení otázky:",
    "readQuestionDescriptionAndScoreHelpText": "Přečtěte si popis otázky a nápovědu k hodnocení",
    "selectOne": "Vyberte jednu možnost",
    "confirmEdit": "Potvrdit úpravu",
    "cancelEdit": "Zrušit úpravu",
    "editThisQuestion": "Upravit tuto otázku"
  },
  "pdfScoreText": {
    "reccommendations": "DOPORUČENÍ",
    "categories": "KATEGORIE",
    "recommendationsOnScoreImprovements": "Doporučení ke zlepšení skóre",
    "digitalCultureTitleLow": "Méně než 33 % Digitální začátečníci naznačují, že existuje značná mezera v přijímání a  integraci digitálních technologií a postupů ve vašem pracovním prostředí.",
    "digitalCultureDescriptionLow": "Začněte základním školením o konceptu digitální kultury, jeho významu a výhody, které může organizaci přinést. Zařaďte školení, na kterých se zaměstnanci seznámí se základními digitálními nástroji relevantními pro jejich role. Uspořádejte semináře, na kterých mohou týmy uspořádat brainstorming a sdílet nápady na digitální inovace. To pomůže při podpoře kultury, v níž digitální inovace je podporována a oceňována.",
    "digitalCultureTitleMedium": "Mezi 33 % a 66 % digitálních středně pokročilých - To naznačuje, že vaše organizace učinila pokroky v zavádění digitální kultury, stále je však co zlepšovat.",
    "digitalCultureDescriptionMedium": "Ponořte se hlouběji do nuancí digitální kultury a prozkoumejte, jak ji lze dále zakořenit do étosu organizace. Nabídněte pokročilá školení o digitálních nástrojích a zajistěte, že zaměstnanci nejen znali, ale aby je dokázali využít naplno. Pořádejte školení, která se zabývají pokročilými strategiemi digitálních inovací, a zajistěte tak, aby se organizace byla vždy v čele digitálních trendů.",
    "digitalCultureTitleHigh": "Více než 66 % pokročilých v oblasti digitálních technologií - Tento profil má vysokou úroveň porozumění digitální transformaci, s mnoha realizovanými digitálními iniciativami, úspěšně realizovaných digitálních projektů.",
    "digitalCultureDescriptionHigh": "Existuje zde silná digitální kultura s efektivními školicími programy a dobrými investicemi do digitálních technologií.",
    "trainingAndDevelopmentTitleLow": "Manažeři a generální ředitelé se skóre pod 33 % jsou pravděpodobně jen omezeně vystaveni digitálnímu školení a rozvojovým programům. Toto skóre naznačuje, že v oblasti digitálních technologií existuje značná mezera dovednostech pracovníků.",
    "trainingAndDevelopmentDescriptionLow": "Seznamte manažery s významem digitálního vzdělávání a jeho dopadem na podnikání a výkonnost. Pokryjte základy digitálních nástrojů, softwaru a platforem relevantních pro podnikání. Zajistěte školení přizpůsobené konkrétním rolím a povinnostem manažerů se zaměřením na digitální nástroje a platformy, které budou denně používat.",
    "trainingAndDevelopmentTitleMedium": "Manažeři a generální ředitelé se skóre v tomto rozmezí mají s digitálním školením určité zkušenosti, ale nemusí plně využívat potenciál digitálních nástrojů a platforem.",
    "trainingAndDevelopmentDescriptionMedium": "Ponořte se hlouběji do pokročilých funkcí digitálních nástrojů a platforem a zajistěte, aby manažeři mohli využívat jejich plný potenciál. Představte koncept průběžného vzdělávání a zdůrazněte důležitost neustálé aktualizace s nejnovějšími digitálními trendy a nástroji. Prozkoumejte strategie, jak motivovat zaměstnance k rozvoji digitálních dovedností, například formou odměn, uznání nebo možnosti kariérního postupu.",
    "trainingAndDevelopmentTitleHigh": "Manažeři a generální ředitelé s vysokým skóre jsou již dobře obeznámeni s digitálními školeními a rozvoji. Vždy však existuje prostor pro zlepšení a udržování aktuálních informací o nejnovějších trendech. Ponořte se do nejmodernějších digitálních nástrojů a platforem a zajistěte, aby manažeři byli na špičkové úrovni, ať už se jedná o digitální pokrok.",
    "trainingAndDevelopmentDescriptionHigh": "Zaměřte se na strategie, jak začlenit neustálé vzdělávání do kultury organizace, a zajistěte, aby byly týmy vždy aktualizovány o nejnovější digitální dovednosti. Ponořte se hlouběji do pokročilých strategií odměňování a oceňování zaměstnanců, kteří vynikají v rozvoji digitálních dovedností.",
    "investmentInDigitalTransformationTitleLow": "Účast na úvodních školeních nebo webových seminářích o digitální transformaci. Zvažte konzultace s odborníkem na digitální transformaci, abyste získali poznatky šité na míru vašemu podnikání.",
    "investmentInDigitalTransformationDescriptionLow": "projděte si případové studie úspěšných digitálních transformací v podobných odvětvích. To vám poskytne jasnější představu o potenciální návratnost investic a přínosy. Zjistěte, jak sestavit rozpočet na iniciativy digitální transformace, a to i v případě, že je to nutné s omezenými zdroji. Zapojte se do školení nebo kurzů finančního plánování, které se zaměřují na rozpočtování digitálních projektů. Zvažte možnost požádat o radu finanční konzultanty se zkušenostmi s digitální transformací.",
    "investmentInDigitalTransformationTitleMedium": "Zúčastněte se pokročilých seminářů nebo workshopů, které představují úspěšné příběhy podniků, které prošly digitální transformací. Zapojte se do síťových akcí a učte se od kolegů.",
    "investmentInDigitalTransformationDescriptionMedium": "Zapojte se do školení nebo kurzů, které se zaměřují na rozpočtování digitálních technologií na základě návratnosti investic digitálních projektů. Zvažte využití nástrojů nebo softwaru pro digitální rozpočtování, které vám v tomto procesu pomohou začlenit cíle digitální transformace do širších strategických cílů organizace. Účastněte se školení nebo workshopů zaměřených na strategii. Spolupracujte s konzultanty pro digitální transformaci, abyste sladili své digitální cíle s obchodní strategií.",
    "investmentInDigitalTransformationTitleHigh": "Prozkoumejte nejmodernější strategie a technologie, které mohou dále podpořit rozvoj vaší organizace. Zapojte se do pokročilých workshopů zaměřených na analýzu návratnosti investic.",
    "investmentInDigitalTransformationDescriptionHigh": "Zvažte využití sofistikovaných analytických nástrojů pro sledování a měření úspěšnosti digitálních iniciativ jako vedoucí pracovníci je zásadní, abyste šli příkladem. Zdokonalte si vůdčí schopnosti speciálně přizpůsobené digitálnímu věku. zúčastněte se školících programů pro vedoucí pracovníky, které se zaměřují na vedení v digitální éře. Zapojte se do mentoring a programů s vedoucími pracovníky, kteří úspěšně vedli digitální transformaci.",
    "challengesAndRisksTitleLow": "V této fázi je zásadní nedostatek povědomí nebo pochopení výzev.",
    "challengesAndRisksDescriptionLow": "které s sebou digitální transformace přináší. Zahajte základní školení, abyste vzdělali manažery o běžných výzvách, kterým čelí během digitální transformace, jako je například odpor vůči změnám, rozpočtová omezení a rizika kybernetické bezpečnosti. To pomůže při nastavování realistických očekávání a připravit se na možné překážky. Proveďte základní hodnocení rizik a Workshop k identifikaci potenciálních rizik na cestě k digitální transformaci. Seznamte manažery se základními strategiemi a nástroji pro zmírnění rizik, které mohou pomoci při jejich včasném odhalování a řízení těchto rizik. Uspořádejte motivační přednášky nebo případové studie, které představí úspěšné příběhy digitální transformace. Zdůrazněte přínosy a dlouhodobé zisky plynoucí z přijetí digitálních technologií a změn, abyste inspirovali a motivovali tým.",
    "challengesAndRisksTitleMedium": "Doporučení: Pořádejte pokročilé vzdělávací semináře, které se hlouběji zabývají jednotlivými výzev a diskutovat o reálných scénářích a řešeních.",
    "challengesAndRisksDescriptionMedium": "Zapojte se do skupinových diskusí nebo brainstormingu, abyste společně našli řešení přizpůsobená jedinečným podmínkám organizace. Představte komplexní rámec řízení rizik, který pokrývá všechny aspekty digitální transformace. Ten by měl zahrnovat pravidelné vyhodnocování rizik, aktualizaci opatření na jejich zmírnění.  strategií a školení o nejnovějších nástrojích pro řízení rizik. Pořádejte školení pro vedoucí pracovníky, aby byli manažeři vybaveni dovednostmi, které jim umožní vést řízení rizik a inspirovat své týmy během procesu transformace. Zaměřte se na řízení změn techniky a strategie pro řešení a překonávání odporu.",
    "challengesAndRisksTitleHigh": "Zapojte se do zasedání strategického plánování, abyste průběžně vyhodnocovali a zdokonalovali přístup k výzvám.",
    "challengesAndRisksDescriptionHigh": "Zvažte přizvání externích odborníků nebo konzultantů pro nové pohledy a pokročilá řešení. Pořádejte školení o pokročilých technikách řízení rizik, nástrojích a softwaru. Pravidelně revidujte a aktualizujte strategii řízení rizik, abyste zajistili, že je v souladu s nejnovějšími standardy v oboru. Zapojte se do pokročilých školení vedoucích pracovníků se zaměřením na vedení změn, podporu inovací a budování kultury neustálého zlepšování. Zvažte mentorské programy nebo koučování vedoucích pracovníků pro individuální vedení.",

    "cyberSecurityTitleLow": "Školení o kybernetické bezpečnosti: Začněte se základním školením o kybernetické bezpečnosti pro všechny zaměstnance.",
    "cyberSecurityDescriptionLow": "To jim pomůže rozpoznat běžné hrozby, jako jsou phishingové e-maily. Investujte do základních nástrojů kybernetické bezpečnosti, jako jsou např. nástroje pro ochranu osobních údajů. firewall, antivirový software a šifrování dat. Tyto nástroje představují první linii ochrany Provádějte pravidelné audity, abyste zjistili zranitelná místa ve vašem systému a neprodleně je řešte.",
    "cyberSecurityTitleMedium": "Nabídněte pokročilá školení, která se hlouběji zabývají konkrétními hrozbami a tím, jak je řešit a jak jim čelit.",
    "cyberSecurityDescriptionMedium": "Mohlo by se jednat o školení o hrozbách sociálního inženýrství a vnitřních hrozeb. Vypracujte komplexní školení pro reakci na incidenty. Plán řešení incidentů. Tento plán by měl podrobně popisovat kroky, které je třeba podniknout v případě narušení kybernetické bezpečnosti, zajistit rychlou a účinnou reakci.",
    "cyberSecurityTitleHigh": "Vaše organizace s vysokým skóre je pravděpodobně dobře obeznámena s postupy kybernetické bezpečnosti.",
    "cyberSecurityDescriptionHigh": "Máte zavedena robustní opatření a přistupujete k nim proaktivně. Kybernetická bezpečnost je však neustále se vyvíjející oblast a vždy je co zlepšovat. Vzhledem k vývoji hrozeb zajišťujte průběžné školení, aby zaměstnanci byli vždy obeznámeni s nejnovějšími informacemi.",

    "futurePlansTitleLow": "",
    "futurePlansDescriptionLow": "",
    "futurePlansTitleMedium": "",
    "futurePlansDescriptionMedium": "",
    "futurePlansTitleHigh": "",
    "futurePlansDescriptionHigh": ""
  }
}
