{
  "message": {
    "hello": "Hello"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "news": "News",
    "training modules": "Training Modules",
    "resources": "Resources",
    "contact": "Contact",
    "login": "Login"
  },
  "contact": {
    "contact us": "Contact us",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "reset all fields": "Reset all fields",
    "close contact form": "Close contact form",
    "send form": "Send form",
    "your name is required": "Your name is required",
    "a propper email adress is required": "A propper email adress is required",
    "this field is required": "This field is required"
  },
  "resources": {
    "video": "Video",
    "files": "Files",
    "courses": "Courses",
    "podcast": "Podcast",
    "sound": "Sound",
    "other": "Other"
  },
  "home": {
    "elearning": "E-Learning",
    "resources": "Resources",
    "project": "Project"
  },
  "megatrends": {
    "Virtualization": {
      "name": "Virtualization",
      "macrotrends": {
        "VR": {
          "name": "VR",
          "helperText": "With the help of VR glasses, full-body suits, or tactile gloves, we can not only see the virtual world but also interact with it. VR has long since ceased to be used merely for entertainment purposes. Now it has its uses in the fields of architecture, planning, and therapy for example."
        },
        "AR": {
          "name": "AR",
          "helperText": "Wearables and other technologies increasingly unite our real-world senses with the virtual world. Augmented Reality refers to the reality that is expanded with virtual content, e.g. spectacle lenses that supplement our field of vision with digital, personalized information such as messages or navigation data."
        }
      }
    },
    "AI": {
      "name": "AI",
      "macrotrends": {
        "ArtificialCoworkers": {
          "name": "Artificial Coworkers/Robots",
          "helperText": "In the world of work, AI (in the form of intelligent assistants, smart tools, and robots) can take on increasingly demanding tasks and massively facilitate or replace the need for human workers."
        },
        "Chatbots": {
          "name": "Chatbots",
          "helperText": "A chatbot is a technical system that responds autonomously, and as “humanly” as possible, via a dialogue system. The concept includes automated chatbots that communicate in writing on websites, as well as apps that are used to converse/speak in a human-like manner. Chatbots help to clarify questions and problems and explain products."
        },
        "IntelligentPersonalAssistants": {
          "name": "Intelligent Personal Assistants",
          "helperText": "AI can facilitate and even revolutionize our everyday lives through personal assistants, tools, and robots. Real-world examples include language assistants such as Siri, assistants that remind users of an appointment via pop-ups, or household/care robots."
        },
        "MachineDeepLearning": {
          "name": "Machine & Deep Learning",
          "helperText": "The term machine learning refers to self-learning technologies that simulate human learning and thinking processes. These self-adaptive algorithms develop their own solutions to problems through collected data and experience."
        },
        "NaturalLanguageProcessing": {
          "name": "Natural Language Processing",
          "helperText": "The aim of Natural Language Processing (NLP) is direct communication between man and machine by means of natural language. Software is able to understand, process, and manipulate human language (e.g. the translation of a spoken/written text in real time)."
        },
        "PatternAndImageRecognition": {
          "name": "Pattern & Image Recognition",
          "helperText": "Visual intelligence focuses on the analysis and recognition of patterns, images, and shapes and can also be used for pattern prediction (e.g. personal identification using face or handwriting recognition, industrial quality control)."
        }
      }
    },
    "DataAndTechnologies": {
      "name": "Data and Technologies",
      "macrotrends": {
        "BigDataAndSmartData": {
          "name": "Big data and smart data",
          "helperText": "Smart Data describes the intelligent processing of large amounts of data (Big Data). In contrast to Big Data, data in Smart Data is already structured and prepared for the end user through data collection and analysis methods."
        },
        "Blockchain": {
          "name": "Blockchain",
          "helperText": "Blockchain is a decentralized database that can be continuously expanded with datasets. The data records are linked by cryptographic procedures and can contain a time stamp and transaction metadata."
        },
        "CloudComputing": {
          "name": "Cloud Computing",
          "helperText": "Cloud computing is an IT infrastructure service that provides data storage, software applications, and services. Data is not stored on local computers; instead, access is granted via networks, allowing usage that is independent of limiting factors such as time, location, and device."
        },
        "DataTransmission": {
          "name": "Data Transmission",
          "helperText": "New technologies and new possibilities for data transmission are increasingly improving transmission speeds and eliminating data volumes as a limiting factor (e.g. 5G, Near Field Communication, RFID, Li-Fi)."
        },
        "Geodata": {
          "name": "Geodata",
          "helperText": "Geodata is information that is assigned to a specific geographical position. With the help of this data, satellite-based analysis of market potentials, harvest forecasts, traffic flow, etc. can be carried out."
        },
        "OpenData": {
          "name": "Open Data",
          "helperText": "Open data refers to data that is made available for free use or dissemination, without restrictions, and in the interest of the general public. These include statistical data, geodata, teaching materials, and research results, which are made available by either government agencies or private-sector companies."
        },
        "OpenSource": {
          "name": "Open Source",
          "helperText": "Open source refers to software whose source code is usually publicly accessible free of charge and can be viewed, modified, used, and distributed by third parties. In contrast to proprietary software, open source products are thus often less expensive, more flexible, and more durable."
        }
      }
    },
    "SecurityAndTransparency": {
      "name": "Security & Transparency",
      "macrotrends": {
        "Cybersecurity": {
          "name": "Cybersecurity",
          "helperText": "Cybersecurity is the protection of computer systems, servers, and networks against theft and damage as well as against misuse or interruption of services and functions."
        },
        "DataProtectionAndTransparency": {
          "name": "Data Protection & Transparency",
          "helperText": "In the digital world, the dissemination of private data quickly leads to a loss of privacy. Therefore, data protection becomes a requirement. The demand for transparency aims to ensure that all information and further processing of data is disclosed."
        },
        "DigitalCurrencyAndPayment": {
          "name": "Digital Currency & Payments",
          "helperText": "This trend includes all payments made by electronic means, including anonymous cryptographic payment systems and currencies (e.g. Bitcoins), as well as all other online payments such as Paypal or mobile payment (e.g. Apple Pay)."
        },
        "VerifiedContent": {
          "name": "Verified Content",
          "helperText": "The rising wave of fake news and fake profiles makes many users suspicious of online content. Many networks and media providers, therefore, rely on new tools that reliably check content for accuracy."
        }
      }
    },
    "EnergyClimateChangesAndSustainability": {
      "name": "Energy, Climate Change & Sustainability",
      "macrotrends": {
        "ClimateChange": {
          "name": "Climate Change",
          "helperText": "Global warming, which is mainly caused by humans, is an example of very rapid climate change. The associated negative impacts will affect all facets of human life and economic activity. More and more people, nations, and institutions are therefore committed to initiatives to reduce greenhouse gas emissions."
        },
        "EnergyEfficiency": {
          "name": "Energy Efficiency",
          "helperText": "Innovative concepts and technological developments open up new possibilities for significantly reduced energy consumption in the form of electricity, heat, etc. For an increasing number of people and companies, these concepts and developments make it possible to live and work in a more sustainable way."
        },
        "ZeroWasteAndCircularEconomy": {
          "name": "Zero Waste & Circular Economy",
          "helperText": "These concepts aim to minimize waste production, emissions, and energy consumption as much as possible. Such important objectives are achieved through reuse, composting, remanufacturing, refurbishing, or recycling."
        }
      }
    },
    "DigitallyConnectedProductsOffersAndServices": {
      "name": "Digitally Connected Products, Offers & Services",
      "macrotrends": {
        "ConnectedServicesProductsAndApps": {
          "name": "Connected Services Products & Apps",
          "helperText": "Networked services and products are linked to other devices and/or systems via the Internet. They mutually exchange data and can also be controlled by humans using integrated functions. Often, these devices/systems can also be controlled or applied via apps."
        },
        "LocationBasedServices": {
          "name": "Location Based Services",
          "helperText": "Geospecific products offer the user of a mobile device specific services based on their location, e.g. route planning or restaurant finders. The location is shared via GPS, WiFi, or Bluetooth."
        },
        "SmartHomeAndBuilding": {
          "name": "Smart Home & Building",
          "helperText": "The term Smart Home refers to technically networked devices and installations within a living space that can be operated remotely, often by voice. Intelligent home applications and smart building solutions are designed to enhance our lives in terms of health, safety, benefits, and comfort."
        }
      }
    },
    "FutureWorking": {
      "name": "Future Working",
      "macrotrends": {
        "CollaborationInNetworks": {
          "name": "Collaboration in Networks",
          "helperText": "Digitisation opens up new possibilities for collaborative work in networks. New innovation “ecosystems” are being created, and open innovation and open management are becoming easier to implement."
        },
        "NewLearning": {
          "name": "New Learning",
          "helperText": "Online higher-education courses, customized blended learning concepts, “learning apps” etc. allow us to enable a lifelong learning process that is independent of time or place."
        },
        "NewWorkingModelsAndForms": {
          "name": "New Working Models & Forms",
          "helperText": "Digitisation promises more flexibility in terms of working hours and locations. New employment relationships and concepts are also changing our world of work. The aim is to find solutions that are as individualized as possible in order to help maintain a healthy work-life balance."
        },
        "TechnologisationOfWork": {
          "name": "Technologisation of Work",
          "helperText": "Digitisation, intelligent tools, smart instruments, or wearables can help employees perform tasks better, faster, easier, or more innovatively. Furthermore, workers can be analyzed in terms of work performance and efficiency. The resulting data can be used for specific training, team compositions, etc."
        }
      }
    },
    "InnovativeTechnologiesAndManufacturing": {
      "name": "Innovative Technologies & Manufacturing",
      "macrotrends": {
        "AdditiveManufacturing": {
          "name": "Additive Manufacturing",
          "helperText": "Additive manufacturing or 3D printing is the name given to computer-controlled manufacturing processes for creating three-dimensional objects and shapes made up of multiple layers of material and constructed according to specified dimensions."
        },
        "BiotechnologyAndGeneticEngineering": {
          "name": "Biotechnology & Genetic Engineering",
          "helperText": "Bioengineering applies engineering's scientific methods, in combination with computer science knowledge, to organic materials. With the help of these methods, tissue structures - or even complete living beings - can be manipulated or altered. Genetic engineering deals with the conversion of DNA building blocks and enables for example the breeding of new plants or the development of new drugs."
        },
        "IndustrialRobotics": {
          "name": "Industrial Robotics",
          "helperText": "The primary aim of including robotics in the industry is to have certain production processes, such as assembly or processing of products, carried out by robots. This automation results in enormous savings in terms of both time and resources."
        },
        "InnovativeProcessEngineering": {
          "name": "Innovative Process Engineering",
          "helperText": "Process engineering refers to how a specific product or material can be produced using either physical, chemical, or biological conversion processes, or digital approaches. Innovations in this field can be used in the manufacture of many everyday products and lead to better or completely new materials, products, and applications."
        },
        "IntelligentProduction": {
          "name": "Intelligent Production",
          "helperText": "Intelligent production refers to a production process - from manufacturing to logistics - which ideally is controlled and organized completely automatically and is relatively energy - and resource-efficient. By incorporating dynamic processes in the business and engineering area, even the production of individual customer requirements is possible without human intervention."
        },
        "NewMaterialsAndSubstances": {
          "name": "New Materials & Substances",
          "helperText": "Novel materials and substances have interesting properties that give them optimized performance and open up numerous new possibilities. Innovations include smart materials that react autonomously to changing environmental conditions or existing materials that gain additional functions through nanotechnology."
        },
        "SensorTechnologies": {
          "name": "Sensor Technologies",
          "helperText": "Sensors are used to measure and control important process parameters in a wide range of applications (industry, medicine, etc.). The technologies range from infrared, ultrasound, and radar, to high-resolution stereo cameras. New innovations include multi-sensor systems and are used to equip machines with artificial sensory perception."
        }
      }
    },
    "NewBusinessModelsAndMarketingLogics": {
      "name": "New Business Models & Marketing Logics",
      "macrotrends": {
        "InnovativeBusinessModels": {
          "name": "Innovative Business Models",
          "helperText": "New sales & marketing opportunities, increasing virtualization, and technical developments (e.g. additive manufacturing) open up numerous possibilities for expanding existing business models, or finding completely new approaches."
        },
        "NewMarketing": {
          "name": "New Marketing",
          "helperText": "Ever more powerful communication devices, as well as progressive networking, allow new solutions in marketing - e.g. interaction marketing, content marketing, benefit-generating marketing, sensation marketing, and influencer marketing."
        },
        "PlatformEconomy": {
          "name": "Platform Economy",
          "helperText": "The term platform economy refers to a digital business model that brings together consumers and providers in a kind of digital marketplace and results in product purchases or in resource sharing (e.g. Amazon, Airbnb, Uber)."
        }
      }
    }
  },
  "swotText": {
    "BusinessStrategy": {
      "name": "Business strategy",
      "pointsOne": "Being able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Being able to embrace latest market trends",
      "pointsThree": "Using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Providing products with implemented connectivity (that are sending data about their utilization)",
      "pointsFive": "Raising the value of your company"
    },
    "BusinessStrategyTwo": {
      "name": "Business strategy",
      "pointsOne": "Not able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Not able to embrace latest market trends",
      "pointsThree": "Not using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Not providing products with implemented connectivity (that are sending data about their utilization)"
    },
    "BusinessOperations": {
      "name": "Business operations",
      "pointsOne": "Higher agility in introducing new products or product upgrades",
      "pointsTwo": "Easier acceptance of required delivery time frames",
      "pointsThree": "Being able to provide new ordering options",
      "pointsFour": "Providing improved or different level of service",
      "pointsFive": "Providing electronic communication with customers",
      "pointsSix": "Producing higher quality products by better and faster tracing defects and faults"
    },
    "BusinessOperationsTwo": {
      "name": "Business operations",
      "pointsOne": "Losing contact with technology trends",
      "pointsTwo": "Not able to react fast enough to the requirements of the fluctuating marked",
      "pointsThree": "At risk of losing customers",
      "pointsFour": "Missing a significant chance to established a culture of systematic innovation of products, upskilling of staff, data harvesting with potential of improvement",
      "pointsFive": "Not able to provide new ordering options or different level of service"
    },
    "HRAndCulture": {
      "name": "HR and Culture",
      "pointsOne": "You do not suffer of a shortage of experts",
      "pointsTwo": "Your employees understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers get appropriate upskilling in the areas of digitalization",
      "pointsFour": "You might even have a dedicated team for digitalization",
      "pointsFive": "You have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes"
    },
    "HRAndCultureTwo": {
      "name": "HR and Culture",
      "pointsOne": "You suffer of a shortage of experts",
      "pointsTwo": "Your employees do not understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers are not being appropriate educated in the areas of digitalization",
      "pointsFour": "You don't have a dedicated team for digitalization",
      "pointsFive": "You don't have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes, which can result in scepticism of the staff and their perspective regarding the company."
    },
    "TechnologyAndDataManagement": {
      "name": "Technology and Data management",
      "pointsOne": "You were able to identify relevant data within your existing system",
      "pointsTwo": "You are collecting data effectively from you machines, production to distribution",
      "pointsThree": "You are using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "You have your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "You have partaken relevant steps to improve your cyber security",
      "pointsSix": "Your management has endorsed the establishment of “data culture” within your business"
    },
    "TechnologyAndDataManagementTwo": {
      "name": "Technology and Data management",
      "pointsOne": "Not able to identify relevant data within your existing system",
      "pointsTwo": "Not collecting data effectively from you machines, production to distribution",
      "pointsThree": "Not using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "Not having your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "Not partaking relevant steps to improve your cyber security",
      "pointsSix": "Not endorsing the establishment of “data culture” within your business"
    },
    "GreenDigitalization": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost with these implementations, you can benefit from more funding or other business opportunities, gain more market share and meet the energy standards and regulations easier."
    },
    "GreenDigitalizationTwo": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost without these implementations, you cannot benefit from more funding or other business opportunities, gain more market share or meet the energy standards and regulations."
    }
  },
  "mappingToolFrontpage": {
    "title": "Digit Up Инструмент за самооценка",
    "paragraphOne": "Assessing your level of digitalisation. The Digital Maturity Assessment Tool (DMAT) is an online tool that assesses digital maturity based on a questionnaire in 5 categories: Business Strategy, Business Operations, Data and Technology, HR and Culture, Green Digitalization.",
    "paragraphTwo": "For each category there are two questions and their corresponding answers, from which please choose all that you consider relevant. This assessment is standard and uniform across the EU for possible comparisons and subsequent adjustment for improvement.",
    "paragraphThree": "It is necessary to look at these aspects and categories of business from a higher perspective, the so-called helicopter view. Try to be unbiased and evaluate objectively.",
    "paragraphFour": "You may have been thinking about opportunities to engage and extend digital technologies within the business, it is likely that you have taken the first steps, have a plan to implement digital measures or are consulting externally on digital solutions. All of these activities help to increase the level of digitalisation of your business and at the same time motivate other small and medium-sized entrepreneurs in Europe.",
    "startAssessmentButton": "Start the Assessment Tool",
    "startAssessmentButtonTooltip": "Click to start the Assessment Tool"
  },
  "mappingFormGlobal": {
    "headline": "Mapping Form",
    "closeDialogButtonTooltip": "Close Mapping Tool",
    "dialogRoleText": "An dialog for the user to try out the mapping tool"
  },
  "mappingFormLoginPage": {
    "emailLabel": "email",
    "usernameLabel": "username",
    "takeMappingToolButton": "Take mapping tools",
    "takeMappingToolButtonTooltip": "Click to take mapping tool"
  },
  "mappingForm": {
    "informationButtonTooltip": "Read question description and score help text",
    "informationDialogQuestionDescription": "Question description:",
    "informationDialogScoreExplanation": "Score explanation:",
    "writeYourAnswerHereLabel": "Write your answer here"
  },
  "extraKeys": {
    "homeTitle": "Digit Up Инструмент за самооценка",
    "homeDescriptionOne": "Подпомагане на МСП в дигиталната ера с онлайн инструмента за оценка на Digit Up за Индустрия 4.0",
    "homeDescriptionTwo": "– цялостно решение за дефиниране, измерване и оценка на дигиталната грамотност и базираните на технологии компетенции на мениджъри на МСП и самостоятелни предприемачи.",
    "homeDescriptionThree": "Направете теста, за да откриете възможности за развитие.",
    "goToMappingToolButton": "Отворете инструмента",
    "close": "Затвори",
    "takeMappingTool": "Започни",
    "nextSection": "Следваща Секция",
    "submitForm": "Изпрати",
    "createPdfResult": "Генерирай Резултатите в PDF формат",
    "assessmentTool": "Assessment tool",
    "email": "Потребителско име",
    "username": "Ел. Поща",
    "writeYourAnswerHere": "Write your answer here",
    "creatingAndDownloadingPdf": "Creating and downloading PDF",
    "pleaseWait": "Please wait",
    "scoreExplanation": "Score explanation:",
    "questionExplanation": "Question explanation:",
    "readQuestionDescriptionAndScoreHelpText": "Read question description and score help text",
    "selectOne": "Select One",
    "confirmEdit": "Confirm edit",
    "cancelEdit": "Cancel edit",
    "editThisQuestion": "Edit this question",
    "changeTheNameOfTheFile": "Промяна на името на файла"
  },
  "pdfScoreText": {
    "reccommendations": "Recommendations",
    "categories": "Категории",
    "recommendationsOnScoreImprovements": "Препоръки за повишаване на разултатите",
    "digitalCultureTitleLow": "Под 33% Дигитален начинаещ посочва, че има значителна празнина в приемането и интегриране на цифрови технологии и практики във вашата работна среда.",
    "digitalCultureDescriptionLow": "Започнете с основно обучение за концепцията за дигитална култура, нейното значение и ползи, които може да донесе на организацията. Запишете се за обучение, за да запознаете служителите основни цифрови инструменти, подходящи за техните роли. Организирайте семинари, където екипите могат да обмислят идеи и споделяйте идеи за цифрови иновации. Това ще помогне за насърчаване на култура с цифрови иновации се насърчава и оценява.",
    "digitalCultureTitleMedium": "Между 33% и 66% Дигитален среден – Показва, че вашата организация има направиха крачки в установяването на цифрова култура, все още има място за подобрение.",
    "digitalCultureDescriptionMedium": "Потопете се по-дълбоко в нюансите на дигиталната култура, изследвайки как тя може да бъде допълнително вкоренена етосът на организацията. Предлагайте сесии за напреднали обучения за цифрови инструменти, като гарантирате това служителите не просто са запознати с тях, но могат да ги използват до пълния им потенциал. Организирайте обучения, които се занимават с напреднали стратегии за дигитални иновации, като гарантират, че организация винаги е в челните редици на дигиталните тенденции.",
    "digitalCultureTitleHigh": "Повече от показва 66% Digital Advanced – Този профил има високо ниво на разбиране на дигиталната трансформация, с много внедрени цифрови инициативи успешно.",
    "digitalCultureDescriptionHigh": "Има силна цифрова култура, с ефективни програми за обучение и добри инвестиции в цифрови технологии.",
    "trainingAndDevelopmentTitleLow": "Мениджърите и изпълнителните директори с резултат под 33% вероятно имат ограничено участие в  дигитални  обучения  и програми за развитие. Този резултат предполага, че има значителна липса в дигиталните умения на работната сила.",
    "trainingAndDevelopmentDescriptionLow": "Запознайте мениджърите с важността на дигиталното обучение и неговото въздействие върху бизнеса. Покрийте основите на цифровите инструменти, софтуер и платформи, подходящи за бизнеса. Осигурете обучение, съобразено със специфичните роли и отговорности на мениджърите, като се фокусирате върху дигиталните инструменти и платформи, които ще използват ежедневно.",
    "trainingAndDevelopmentTitleMedium": "Мениджърите и изпълнителните директори с резултат в този диапазон имат известен опит с дигитално обучение, но може да не използват напълно потенциала на дигиталните инструменти и платформи.",
    "trainingAndDevelopmentDescriptionMedium": "Потопете се по-дълбоко в разширените функции на цифровите инструменти и платформи, като гарантирате, че мениджърите могат да ги използват в пълния им потенциал. Въведете концепцията за непрекъснато учене, като наблегнете на важността да бъдете актуализирани с най-новите дигитални тенденции и инструменти. Разгледайте стратегии за стимулиране на служителите да развиват своите дигитални умения, чрез награди, признания или възможности за кариерно развитие.",
    "trainingAndDevelopmentTitleHigh": "Мениджърите и изпълнителните директори с висок резултат вече са добре запознати с дигиталното обучение и развитие. Въпреки това, винаги има място за подобрение и поддържане на актуалност с най-новите тенденции.",
    "trainingAndDevelopmentDescriptionHigh": "Потопете се в напредналите  дигиталните инструменти и платформи, като гарантирате, че мениджърите са в първите редици на дигиталния напредък. Съсредоточете се върху стратегии за вграждане на непрекъснато обучение в културата на организацията, като гарантирате, че екипите винаги са актуализирани с най-новите дигитални умения. Потопете се по-дълбоко в усъвършенстваните стратегии за възнаграждаване и признаване на служители, които се отличават с развитието на дигитални умения.",
    "investmentInDigitalTransformationTitleLow": "Посетете въвеждащи обучения или уебинари за дигитална трансформация. Помислете за консултация с експерт по цифрова трансформация, за да получите съвети, съобразени с вашия бизнес.",
    "investmentInDigitalTransformationDescriptionLow": "Прегледайте казуси от успешни дигитални трансформации в подобни индустрии. Това ще даде по-ясна картина на потенциалната възвръщаемост на инвестициите и ползите. Научете как да бюджетирате дори инициативи за дигитална трансформация с ограничени ресурси. Участвайте в сесии за обучение по финансово планиране или курсове, които се фокусират относно бюджетирането на цифрови проекти. Обмислете да потърсите съвет от финансови консултанти с опит в дигиталната трансформация.",
    "investmentInDigitalTransformationTitleMedium": "Посетете семинари или работни срещи за напреднали, които демонстрират успешните истории на бизнеса които са претърпели цифрова трансформация. Участвайте в мрежови събития, от които да се учите връстници.",
    "investmentInDigitalTransformationDescriptionMedium": "Включете се в обучителни сесии или курсове, които се фокусират върху бюджетирането, ориентирано към възвръщаемостта на инвестициите в проекти в цифровите технологии. Обмислете използването на инструменти за дигитално бюджетиране или софтуер, за да подпомогнете процеса. Научете се на интегриране на целите на цифровата трансформация в по-широките стратегически цели на организация. Участвайте в обучителни сесии или семинари, фокусирани върху стратегията. Сътрудничи с консултанти по дигитална трансформация, които да съгласуват дигиталните ви цели с вашата бизнес стратегия.",
    "investmentInDigitalTransformationTitleHigh": "Разгледайте авангардни стратегии и технологии, които могат допълнително да задвижат вашата организация в дигиталното пътешествие. ",
    "investmentInDigitalTransformationDescriptionHigh": "Участвайте в семинари за усъвършенстван анализ на ROI. Помислете за използването на сложни инструменти за анализ и проследяване/измерване на успеха на дигиталните инициативи. Като лидери е от решаващо значение да давате пример. Подобрете лидерските умения, специално пригодени за дигиталната ера. Участвайте в програми за обучение на лидери, които се фокусират върху лидерството в дигиталната ера. Включете се в менторски програми с лидери, които успешно са ръководили дигиталните трансформации.",
    "challengesAndRisksTitleLow": "На този етап има фундаментална липса на осведоменост или разбиране на предизвикателствата, които идват с дигиталната трансформация.",
    "challengesAndRisksDescriptionLow": "Инициирайте основополагащо обучение, за да обучите мениджърите за често срещаните предизвикателства, пред които са изправени по време на дигиталната трансформация, като устойчивост на промяна, бюджетни ограничения и рискове за киберсигурността. Това ще помогне за определяне на реалистични очаквания и подготовка за потенциални пречки. Проведете основен семинар за оценка на риска, за да идентифицирате потенциалните рискове по време на дигиталната трансформация. Запознайте мениджърите с основните стратегии и инструменти за намаляване на риска, които могат да помогнат за ранното им откриване и управление. Организирайте мотивационни дискусия или сесии относно казуси, показващи успешни истории за дигитална трансформация. Подчертайте предимствата и дългосрочните ползи от възприемането на дигиталната промяна, за да вдъхновите и мотивирате екипа.",
    "challengesAndRisksTitleMedium": "Препоръка: Организирайте семинари за напреднали обучения, които навлизат по-задълбочено във всяко предизвикателство, обсъждайки сценарии и решения от реалния живот.",
    "challengesAndRisksDescriptionMedium": "Участвайте в групови дискусии или сесии за генериране на идеи, за да намерите съвместно решения, съобразени с уникалните характеристики на организацията предизвикателства. Въведете цялостна рамка за управление на риска, която обхваща всички аспекти на дигиталната трансформация. Това трябва да включва редовни оценки на риска, актуализиране на стратегии за намаляване на риска и обучителни сесии за най-новите инструменти и техники за управление на риска. Организирайте сесии за обучение по лидерство, за да оборудвате мениджърите с умения да ръководят и вдъхновяват своите екипи по време на процеса на трансформация. Съсредоточете се върху техниките и стратегиите за управление на промяната за справяне и преодоляване на съпротивата.",
    "challengesAndRisksTitleHigh": "Участвайте в сесии за стратегическо планиране, за да оценявате непрекъснато и усъвършенствате подхода към предизвикателствата.",
    "challengesAndRisksDescriptionHigh": "Обмислете привличането на външни експерти или консултанти за нови перспективи и напреднали решения. Организирайте обучителни сесии за усъвършенствани техники, инструменти и софтуер за управление на риска. Редовно преглеждайте и актуализирайте стратегията за управление на риска, за да сте сигурни, че е в съответствие с най-новите индустриални стандарти. Включете се в напреднало обучение за лидерство, фокусирано върху водеща промяна, насърчаване на иновациите и изграждане на култура на непрекъснато усъвършенстване. Обмислете програми за наставничество или коучинг на ръководители за персонализирани насоки",
    "cyberSecurityTitleLow": "Обучение за осведоменост по киберсигурност: Започнете с основно обучение за осведоменост по киберсигурност за всички служители.",
    "cyberSecurityDescriptionLow": "Това ще им помогне да разпознаят често срещани заплахи като фишинг имейли и да разберат важността на надеждните пароли. Инвестирайте в основни инструменти за киберсигурност като 'защитни стени', антивирусен софтуер и криптиране на данни. Тези инструменти осигуряват първия ред на защита срещу киберзаплахи. Провеждайте редовни проверки, за да идентифицирате уязвимостите във вашия системи и да ги адресирате незабавно.",
    "cyberSecurityTitleMedium": "Предлагайте обучителни сесии за напреднали, които навлизат по-дълбоко в конкретни заплахи и им противодействат.",
    "cyberSecurityDescriptionMedium": "Това може да включва обучение за заплахи от социалното инженерство, напреднали постоянни заплахи (APT) и вътрешни заплахи. Разработете цялостна стратегив в отговор на този тип инциденти. Този план трябва да описва подробно стъпките, които трябва да се предприемат в случай на нарушение на киберсигурността, осигурявайки бърза и ефективна реакция.",
    "cyberSecurityTitleHigh": "Вашата организация с висок резултат вероятно е добре запозната с практиките за киберсигурност.",
    "cyberSecurityDescriptionHigh": "Вие разполагате със стабилни мерки и сте проактивни в своя подход. Киберсигурността обаче е непрекъснато развиваща се област и винаги има място за подобрение. С развитието на заплахите непрекъснатото обучение гарантира, че служителите винаги са наясно с най-новите рискове и знаят как да им противодействат",

    "futurePlansTitleLow": "",
    "futurePlansDescriptionLow": "",
    "futurePlansTitleMedium": "",
    "futurePlansDescriptionMedium": "",
    "futurePlansTitleHigh": "",
    "futurePlansDescriptionHigh": ""
  }
}
