{
  "message": {
    "hello": "Hello"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "news": "News",
    "training modules": "Training Modules",
    "resources": "Resources",
    "contact": "Contact",
    "login": "Login"
  },
  "contact": {
    "contact us": "Contact us",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "reset all fields": "Reset all fields",
    "close contact form": "Close contact form",
    "send form": "Send form",
    "your name is required": "Your name is required",
    "a propper email adress is required": "A propper email adress is required",
    "this field is required": "This field is required"
  },
  "resources": {
    "video": "Video",
    "files": "Files",
    "courses": "Courses",
    "podcast": "Podcast",
    "sound": "Sound",
    "other": "Other"
  },
  "home": {
    "elearning": "E-Learning",
    "resources": "Resources",
    "project": "Project"
  },
  "megatrends": {
    "Virtualization": {
      "name": "Virtualization",
      "macrotrends": {
        "VR": {
          "name": "VR",
          "helperText": "With the help of VR glasses, full-body suits, or tactile gloves, we can not only see the virtual world but also interact with it. VR has long since ceased to be used merely for entertainment purposes. Now it has its uses in the fields of architecture, planning, and therapy for example."
        },
        "AR": {
          "name": "AR",
          "helperText": "Wearables and other technologies increasingly unite our real-world senses with the virtual world. Augmented Reality refers to the reality that is expanded with virtual content, e.g. spectacle lenses that supplement our field of vision with digital, personalized information such as messages or navigation data."
        }
      }
    },
    "AI": {
      "name": "AI",
      "macrotrends": {
        "ArtificialCoworkers": {
          "name": "Artificial Coworkers/Robots",
          "helperText": "In the world of work, AI (in the form of intelligent assistants, smart tools, and robots) can take on increasingly demanding tasks and massively facilitate or replace the need for human workers."
        },
        "Chatbots": {
          "name": "Chatbots",
          "helperText": "A chatbot is a technical system that responds autonomously, and as “humanly” as possible, via a dialogue system. The concept includes automated chatbots that communicate in writing on websites, as well as apps that are used to converse/speak in a human-like manner. Chatbots help to clarify questions and problems and explain products."
        },
        "IntelligentPersonalAssistants": {
          "name": "Intelligent Personal Assistants",
          "helperText": "AI can facilitate and even revolutionize our everyday lives through personal assistants, tools, and robots. Real-world examples include language assistants such as Siri, assistants that remind users of an appointment via pop-ups, or household/care robots."
        },
        "MachineDeepLearning": {
          "name": "Machine & Deep Learning",
          "helperText": "The term machine learning refers to self-learning technologies that simulate human learning and thinking processes. These self-adaptive algorithms develop their own solutions to problems through collected data and experience."
        },
        "NaturalLanguageProcessing": {
          "name": "Natural Language Processing",
          "helperText": "The aim of Natural Language Processing (NLP) is direct communication between man and machine by means of natural language. Software is able to understand, process, and manipulate human language (e.g. the translation of a spoken/written text in real time)."
        },
        "PatternAndImageRecognition": {
          "name": "Pattern & Image Recognition",
          "helperText": "Visual intelligence focuses on the analysis and recognition of patterns, images, and shapes and can also be used for pattern prediction (e.g. personal identification using face or handwriting recognition, industrial quality control)."
        }
      }
    },
    "DataAndTechnologies": {
      "name": "Data and Technologies",
      "macrotrends": {
        "BigDataAndSmartData": {
          "name": "Big data and smart data",
          "helperText": "Smart Data describes the intelligent processing of large amounts of data (Big Data). In contrast to Big Data, data in Smart Data is already structured and prepared for the end user through data collection and analysis methods."
        },
        "Blockchain": {
          "name": "Blockchain",
          "helperText": "Blockchain is a decentralized database that can be continuously expanded with datasets. The data records are linked by cryptographic procedures and can contain a time stamp and transaction metadata."
        },
        "CloudComputing": {
          "name": "Cloud Computing",
          "helperText": "Cloud computing is an IT infrastructure service that provides data storage, software applications, and services. Data is not stored on local computers; instead, access is granted via networks, allowing usage that is independent of limiting factors such as time, location, and device."
        },
        "DataTransmission": {
          "name": "Data Transmission",
          "helperText": "New technologies and new possibilities for data transmission are increasingly improving transmission speeds and eliminating data volumes as a limiting factor (e.g. 5G, Near Field Communication, RFID, Li-Fi)."
        },
        "Geodata": {
          "name": "Geodata",
          "helperText": "Geodata is information that is assigned to a specific geographical position. With the help of this data, satellite-based analysis of market potentials, harvest forecasts, traffic flow, etc. can be carried out."
        },
        "OpenData": {
          "name": "Open Data",
          "helperText": "Open data refers to data that is made available for free use or dissemination, without restrictions, and in the interest of the general public. These include statistical data, geodata, teaching materials, and research results, which are made available by either government agencies or private-sector companies."
        },
        "OpenSource": {
          "name": "Open Source",
          "helperText": "Open source refers to software whose source code is usually publicly accessible free of charge and can be viewed, modified, used, and distributed by third parties. In contrast to proprietary software, open source products are thus often less expensive, more flexible, and more durable."
        }
      }
    },
    "SecurityAndTransparency": {
      "name": "Security & Transparency",
      "macrotrends": {
        "Cybersecurity": {
          "name": "Cybersecurity",
          "helperText": "Cybersecurity is the protection of computer systems, servers, and networks against theft and damage as well as against misuse or interruption of services and functions."
        },
        "DataProtectionAndTransparency": {
          "name": "Data Protection & Transparency",
          "helperText": "In the digital world, the dissemination of private data quickly leads to a loss of privacy. Therefore, data protection becomes a requirement. The demand for transparency aims to ensure that all information and further processing of data is disclosed."
        },
        "DigitalCurrencyAndPayment": {
          "name": "Digital Currency & Payments",
          "helperText": "This trend includes all payments made by electronic means, including anonymous cryptographic payment systems and currencies (e.g. Bitcoins), as well as all other online payments such as Paypal or mobile payment (e.g. Apple Pay)."
        },
        "VerifiedContent": {
          "name": "Verified Content",
          "helperText": "The rising wave of fake news and fake profiles makes many users suspicious of online content. Many networks and media providers, therefore, rely on new tools that reliably check content for accuracy."
        }
      }
    },
    "EnergyClimateChangesAndSustainability": {
      "name": "Energy, Climate Change & Sustainability",
      "macrotrends": {
        "ClimateChange": {
          "name": "Climate Change",
          "helperText": "Global warming, which is mainly caused by humans, is an example of very rapid climate change. The associated negative impacts will affect all facets of human life and economic activity. More and more people, nations, and institutions are therefore committed to initiatives to reduce greenhouse gas emissions."
        },
        "EnergyEfficiency": {
          "name": "Energy Efficiency",
          "helperText": "Innovative concepts and technological developments open up new possibilities for significantly reduced energy consumption in the form of electricity, heat, etc. For an increasing number of people and companies, these concepts and developments make it possible to live and work in a more sustainable way."
        },
        "ZeroWasteAndCircularEconomy": {
          "name": "Zero Waste & Circular Economy",
          "helperText": "These concepts aim to minimize waste production, emissions, and energy consumption as much as possible. Such important objectives are achieved through reuse, composting, remanufacturing, refurbishing, or recycling."
        }
      }
    },
    "DigitallyConnectedProductsOffersAndServices": {
      "name": "Digitally Connected Products, Offers & Services",
      "macrotrends": {
        "ConnectedServicesProductsAndApps": {
          "name": "Connected Services Products & Apps",
          "helperText": "Networked services and products are linked to other devices and/or systems via the Internet. They mutually exchange data and can also be controlled by humans using integrated functions. Often, these devices/systems can also be controlled or applied via apps."
        },
        "LocationBasedServices": {
          "name": "Location Based Services",
          "helperText": "Geospecific products offer the user of a mobile device specific services based on their location, e.g. route planning or restaurant finders. The location is shared via GPS, WiFi, or Bluetooth."
        },
        "SmartHomeAndBuilding": {
          "name": "Smart Home & Building",
          "helperText": "The term Smart Home refers to technically networked devices and installations within a living space that can be operated remotely, often by voice. Intelligent home applications and smart building solutions are designed to enhance our lives in terms of health, safety, benefits, and comfort."
        }
      }
    },
    "FutureWorking": {
      "name": "Future Working",
      "macrotrends": {
        "CollaborationInNetworks": {
          "name": "Collaboration in Networks",
          "helperText": "Digitisation opens up new possibilities for collaborative work in networks. New innovation “ecosystems” are being created, and open innovation and open management are becoming easier to implement."
        },
        "NewLearning": {
          "name": "New Learning",
          "helperText": "Online higher-education courses, customized blended learning concepts, “learning apps” etc. allow us to enable a lifelong learning process that is independent of time or place."
        },
        "NewWorkingModelsAndForms": {
          "name": "New Working Models & Forms",
          "helperText": "Digitisation promises more flexibility in terms of working hours and locations. New employment relationships and concepts are also changing our world of work. The aim is to find solutions that are as individualized as possible in order to help maintain a healthy work-life balance."
        },
        "TechnologisationOfWork": {
          "name": "Technologisation of Work",
          "helperText": "Digitisation, intelligent tools, smart instruments, or wearables can help employees perform tasks better, faster, easier, or more innovatively. Furthermore, workers can be analyzed in terms of work performance and efficiency. The resulting data can be used for specific training, team compositions, etc."
        }
      }
    },
    "InnovativeTechnologiesAndManufacturing": {
      "name": "Innovative Technologies & Manufacturing",
      "macrotrends": {
        "AdditiveManufacturing": {
          "name": "Additive Manufacturing",
          "helperText": "Additive manufacturing or 3D printing is the name given to computer-controlled manufacturing processes for creating three-dimensional objects and shapes made up of multiple layers of material and constructed according to specified dimensions."
        },
        "BiotechnologyAndGeneticEngineering": {
          "name": "Biotechnology & Genetic Engineering",
          "helperText": "Bioengineering applies engineering's scientific methods, in combination with computer science knowledge, to organic materials. With the help of these methods, tissue structures - or even complete living beings - can be manipulated or altered. Genetic engineering deals with the conversion of DNA building blocks and enables for example the breeding of new plants or the development of new drugs."
        },
        "IndustrialRobotics": {
          "name": "Industrial Robotics",
          "helperText": "The primary aim of including robotics in the industry is to have certain production processes, such as assembly or processing of products, carried out by robots. This automation results in enormous savings in terms of both time and resources."
        },
        "InnovativeProcessEngineering": {
          "name": "Innovative Process Engineering",
          "helperText": "Process engineering refers to how a specific product or material can be produced using either physical, chemical, or biological conversion processes, or digital approaches. Innovations in this field can be used in the manufacture of many everyday products and lead to better or completely new materials, products, and applications."
        },
        "IntelligentProduction": {
          "name": "Intelligent Production",
          "helperText": "Intelligent production refers to a production process - from manufacturing to logistics - which ideally is controlled and organized completely automatically and is relatively energy - and resource-efficient. By incorporating dynamic processes in the business and engineering area, even the production of individual customer requirements is possible without human intervention."
        },
        "NewMaterialsAndSubstances": {
          "name": "New Materials & Substances",
          "helperText": "Novel materials and substances have interesting properties that give them optimized performance and open up numerous new possibilities. Innovations include smart materials that react autonomously to changing environmental conditions or existing materials that gain additional functions through nanotechnology."
        },
        "SensorTechnologies": {
          "name": "Sensor Technologies",
          "helperText": "Sensors are used to measure and control important process parameters in a wide range of applications (industry, medicine, etc.). The technologies range from infrared, ultrasound, and radar, to high-resolution stereo cameras. New innovations include multi-sensor systems and are used to equip machines with artificial sensory perception."
        }
      }
    },
    "NewBusinessModelsAndMarketingLogics": {
      "name": "New Business Models & Marketing Logics",
      "macrotrends": {
        "InnovativeBusinessModels": {
          "name": "Innovative Business Models",
          "helperText": "New sales & marketing opportunities, increasing virtualization, and technical developments (e.g. additive manufacturing) open up numerous possibilities for expanding existing business models, or finding completely new approaches."
        },
        "NewMarketing": {
          "name": "New Marketing",
          "helperText": "Ever more powerful communication devices, as well as progressive networking, allow new solutions in marketing - e.g. interaction marketing, content marketing, benefit-generating marketing, sensation marketing, and influencer marketing."
        },
        "PlatformEconomy": {
          "name": "Platform Economy",
          "helperText": "The term platform economy refers to a digital business model that brings together consumers and providers in a kind of digital marketplace and results in product purchases or in resource sharing (e.g. Amazon, Airbnb, Uber)."
        }
      }
    }
  },
  "swotText": {
    "BusinessStrategy": {
      "name": "Business strategy",
      "pointsOne": "Being able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Being able to embrace latest market trends",
      "pointsThree": "Using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Providing products with implemented connectivity (that are sending data about their utilization)",
      "pointsFive": "Raising the value of your company"
    },
    "BusinessStrategyTwo": {
      "name": "Business strategy",
      "pointsOne": "Not able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Not able to embrace latest market trends",
      "pointsThree": "Not using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Not providing products with implemented connectivity (that are sending data about their utilization)"
    },
    "BusinessOperations": {
      "name": "Business operations",
      "pointsOne": "Higher agility in introducing new products or product upgrades",
      "pointsTwo": "Easier acceptance of required delivery time frames",
      "pointsThree": "Being able to provide new ordering options",
      "pointsFour": "Providing improved or different level of service",
      "pointsFive": "Providing electronic communication with customers",
      "pointsSix": "Producing higher quality products by better and faster tracing defects and faults"
    },
    "BusinessOperationsTwo": {
      "name": "Business operations",
      "pointsOne": "Losing contact with technology trends",
      "pointsTwo": "Not able to react fast enough to the requirements of the fluctuating marked",
      "pointsThree": "At risk of losing customers",
      "pointsFour": "Missing a significant chance to established a culture of systematic innovation of products, upskilling of staff, data harvesting with potential of improvement",
      "pointsFive": "Not able to provide new ordering options or different level of service"
    },
    "HRAndCulture": {
      "name": "HR and Culture",
      "pointsOne": "You do not suffer of a shortage of experts",
      "pointsTwo": "Your employees understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers get appropriate upskilling in the areas of digitalization",
      "pointsFour": "You might even have a dedicated team for digitalization",
      "pointsFive": "You have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes"
    },
    "HRAndCultureTwo": {
      "name": "HR and Culture",
      "pointsOne": "You suffer of a shortage of experts",
      "pointsTwo": "Your employees do not understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers are not being appropriate educated in the areas of digitalization",
      "pointsFour": "You don't have a dedicated team for digitalization",
      "pointsFive": "You don't have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes, which can result in scepticism of the staff and their perspective regarding the company."
    },
    "TechnologyAndDataManagement": {
      "name": "Technology and Data management",
      "pointsOne": "You were able to identify relevant data within your existing system",
      "pointsTwo": "You are collecting data effectively from you machines, production to distribution",
      "pointsThree": "You are using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "You have your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "You have partaken relevant steps to improve your cyber security",
      "pointsSix": "Your management has endorsed the establishment of “data culture” within your business"
    },
    "TechnologyAndDataManagementTwo": {
      "name": "Technology and Data management",
      "pointsOne": "Not able to identify relevant data within your existing system",
      "pointsTwo": "Not collecting data effectively from you machines, production to distribution",
      "pointsThree": "Not using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "Not having your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "Not partaking relevant steps to improve your cyber security",
      "pointsSix": "Not endorsing the establishment of “data culture” within your business"
    },
    "GreenDigitalization": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost with these implementations, you can benefit from more funding or other business opportunities, gain more market share and meet the energy standards and regulations easier."
    },
    "GreenDigitalizationTwo": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost without these implementations, you cannot benefit from more funding or other business opportunities, gain more market share or meet the energy standards and regulations."
    }
  },
  "mappingToolFrontpage": {
    "title": "Digital Maturity Assessment Tool",
    "paragraphOne": "Assessing your level of digitalisation. The Digital Maturity Assessment Tool (DMAT) is an online tool that assesses digital maturity based on a questionnaire in 5 categories: Business Strategy, Business Operations, Data and Technology, HR and Culture, Green Digitalization.",
    "paragraphTwo": "For each category there are two questions and their corresponding answers, from which please choose all that you consider relevant. This assessment is standard and uniform across the EU for possible comparisons and subsequent adjustment for improvement.",
    "paragraphThree": "It is necessary to look at these aspects and categories of business from a higher perspective, the so-called helicopter view. Try to be unbiased and evaluate objectively.",
    "paragraphFour": "You may have been thinking about opportunities to engage and extend digital technologies within the business, it is likely that you have taken the first steps, have a plan to implement digital measures or are consulting externally on digital solutions. All of these activities help to increase the level of digitalisation of your business and at the same time motivate other small and medium-sized entrepreneurs in Europe.",
    "startAssessmentButton": "Start the Assessment Tool",
    "startAssessmentButtonTooltip": "Click to start the Assessment Tool"
  },
  "mappingFormGlobal": {
    "headline": "Mapping Form",
    "closeDialogButtonTooltip": "Close Mapping Tool",
    "dialogRoleText": "An dialog for the user to try out the mapping tool"
  },
  "mappingFormLoginPage": {
    "emailLabel": "email",
    "usernameLabel": "username",
    "takeMappingToolButton": "Take mapping tools",
    "takeMappingToolButtonTooltip": "Click to take mapping tool"
  },
  "mappingForm": {
    "informationButtonTooltip": "Read question description and score help text",
    "informationDialogQuestionDescription": "Question description:",
    "informationDialogScoreExplanation": "Score explanation:",
    "writeYourAnswerHereLabel": "Write your answer here"
  },
  "extraKeys": {
    "homeTitle": "Digit Up Herramienta de evaluación",
    "homeDescriptionOne": "Capacitar a las pymes en la era digital con la herramienta de evaluación en línea de Digit Up para la Industria 4.0",
    "homeDescriptionTwo": "- Una solución integral para definir, medir y evaluar la alfabetización digital y las competencias basadas en la tecnología de los directivos y autoempresarios de las pymes.",
    "homeDescriptionThree": "Haz la prueba para descubrir oportunidades de crecimiento y desarrollo.",
    "goToMappingToolButton": "Herramienta cartográfica abierta",
    "close": "cerrar",
    "takeMappingTool": "Tomar herramientas cartográficas",
    "nextSection": "sección siguiente",
    "submitForm": "Enviar formulario",
    "createPdfResult": "Crear PDF de resultados",
    "assessmentTool": "Herramienta de evaluación",
    "email": "Correo electrónico",
    "username": "Nombre de usuario",
    "writeYourAnswerHere": "Escribe tu respuesta aquí",
    "creatingAndDownloadingPdf": "Creando y descargando PDF",
    "pleaseWait": "Por favor, espera",
    "scoreExplanation": "Explicación de la puntuación:",
    "questionExplanation": "Explicación de la pregunta:",
    "readQuestionDescriptionAndScoreHelpText": "Lee la descripción de la pregunta y el texto de ayuda para la puntuación",
    "selectOne": "Selecciona uno",
    "confirmEdit": "Confirmar edición",
    "cancelEdit": "Cancelar edición",
    "editThisQuestion": "Editar esta pregunta",
    "changeTheNameOfTheFile": "Cambiar el nombre del archivo"
  },
  "pdfScoreText": {
    "reccommendations": "RECOMENDACIONES",
    "categories": "CATEGORÍAS",
    "recommendationsOnScoreImprovements": "Recomendaciones para mejorar la puntuación",
    "digitalCultureTitleLow": "Por debajo del 33% La novatez digital indica que existe una brecha significativa en la adopción e integrar las tecnologías y prácticas digitales en su entorno de trabajo.",
    "digitalCultureDescriptionLow": "Comience con una formación básica sobre el concepto de cultura digital, su importancia y los beneficios que puede aportar a una organización. Inscriba sesiones de formación para familiarizar a los empleados con las herramientas digitales esenciales pertinentes para sus funciones. Organice seminarios en los que los equipos puedan intercambiar ideas sobre innovación digital. Esto ayudará a fomentar una cultura en la que se aliente y aprecie la innovación digital.",
    "digitalCultureTitleMedium": "Entre el 33% y el 66% de intermedios digitales - Indica que su organización ha hecho avances en el establecimiento de una cultura digital, pero aún hay margen de mejora.",
    "digitalCultureDescriptionMedium": "Profundice en los matices de la cultura digital, explorando cómo puede arraigarse aún más en en la ética de la organización. Ofrezca sesiones de formación avanzada sobre herramientas digitales, asegurándose de que empleados no sólo estén familiarizados con ellas, sino que puedan aprovecharlas al máximo.  Organizar sesiones de formación que profundicen en estrategias avanzadas de innovación digital, garantizando que la organización esté siempre a la vanguardia de las tendencias digitales.",
    "digitalCultureTitleHigh": "Más de lo que indica el 66% Digital Avanzado - Este perfil tiene un alto nivel de  comprensión de la transformación digital, con muchas iniciativas digitales implementadas con éxito.",
    "digitalCultureDescriptionHigh": "Existe una sólida cultura digital, con programas de formación eficaces y una buena inversión en tecnologías digitales.",
    "trainingAndDevelopmentTitleLow": "Los directivos y directores generales con una puntuación inferior al 33% probablemente tengan una exposición limitada a los programas de formación y desarrollo digital. y desarrollo digitales. Esta puntuación sugiere que existe una brecha significativa en las habilidades digitales de la plantilla.",
    "trainingAndDevelopmentDescriptionLow": "digital de la plantilla. Familiarice a los directivos con la importancia de la formación digital y su impacto en el rendimiento empresarial. en el rendimiento empresarial. Abarque los fundamentos de las herramientas digitales, el software y las plataformas relevantes para la empresa. Proporcionar formación adaptada a las funciones y responsabilidades específicas de los directivos, centrándose en las herramientas y plataformas digitales que utilizarán a diario.",
    "trainingAndDevelopmentTitleMedium": "Los directivos y directores generales con una puntuación en este rango tienen cierta experiencia con la formación digital, pero puede que no estén aprovechando plenamente el potencial de las herramientas y plataformas digitales.",
    "trainingAndDevelopmentDescriptionMedium": "Profundizar en las funciones avanzadas de las herramientas y plataformas digitales, garantizando que los directivos puedan utilizarlas en todo su potencial. Introducir el concepto de aprendizaje continuo, haciendo hincapié en la importancia de mantenerse actualizado con las últimas tendencias y herramientas digitales. Explore estrategias para incentivar a los empleados a desarrollar sus habilidades digitales, como recompensas, reconocimiento u oportunidades de promoción profesional.",
    "trainingAndDevelopmentTitleHigh": "Los directivos y consejeros delegados con una puntuación alta ya están bien versados en formación y desarrollo digital. Sin embargo, siempre se puede mejorar y estar al día de las últimas tendencias. Profundiza en las herramientas y plataformas digitales de vanguardia, garantizando que los directivos estén a la vanguardia de los avances digitales.",
    "trainingAndDevelopmentDescriptionHigh": "vanguardia de los avances digitales. Centrarse en estrategias para integrar el aprendizaje continuo en la cultura de la organización, garantizando  que los equipos estén siempre actualizados con las últimas habilidades digitales. Profundizar en estrategias  estrategias para recompensar y reconocer a los empleados que destacan en el desarrollo de habilidades digitales.",
    "investmentInDigitalTransformationTitleLow": "Asista a formaciones introductorias o seminarios web sobre transformación digital. Considere la posibilidad de consultar a un experto en transformación digital para obtener información adaptada a su empresa.",
    "investmentInDigitalTransformationDescriptionLow": "expertos en transformación digital para obtener información adaptada a su empresa. casos de éxito de transformaciones digitales en sectores similares. Esto le proporcionará una imagen más clara de la rentabilidad y los beneficios potenciales. Aprenda a presupuestar las iniciativas de transformación digital, incluso con recursos limitados. Participe en sesiones de formación sobre planificación financiera o cursos centrados en la presupuestación de proyectos digitales. en la elaboración de presupuestos para proyectos digitales. Considere la posibilidad de buscar asesoramiento de consultores financieros con experiencia en transformación digital.",
    "investmentInDigitalTransformationTitleMedium": "Asista a seminarios o talleres avanzados que muestren las historias de éxito de empresas que han experimentado la transformación digital. Participar en eventos de networking para aprender de Participe en sesiones de formación o cursos centrados en la elaboración de presupuestos basados en el ROI para proyectos digitales.",
    "investmentInDigitalTransformationDescriptionMedium": "proyectos digitales. Aprenda a integrar los objetivos de transformación digital en los objetivos estratégicos más amplios de la organización. Participe en sesiones de formación o talleres centrados en la estrategia. Colabore con consultores de transformación digital para alinear sus objetivos digitales con su estrategia empresarial.",
    "investmentInDigitalTransformationTitleHigh": "Explore estrategias y tecnologías de vanguardia que puedan impulsar aún más el viaje digital de su organización. Participe en talleres avanzados de análisis del ROI.",
    "investmentInDigitalTransformationDescriptionHigh": "Considere la posibilidad de utilizar herramientas de análisis sofisticadas para realizar un seguimiento y medir el éxito de las iniciativas digitales. predicar con el ejemplo. Mejore las habilidades de liderazgo adaptadas específicamente a la era digital. Participar en programas de formación en liderazgo centrados en la era digital. Participe en programas de con líderes que hayan dirigido con éxito transformaciones digitales",
    "challengesAndRisksTitleLow": "En esta fase, hay una falta fundamental de concienciación o comprensión de los retos que conlleva la transformación digital.",
    "challengesAndRisksDescriptionLow": "Inicie una formación básica para educar a los directivos sobre los retos comunes a los que se enfrentan durante la transformación digital, como la resistencia al cambio, las limitaciones presupuestarias y los riesgos de ciberseguridad. Esto ayudará a establecer expectativas realistas y a prepararse para posibles obstáculos. Realice un taller básico de evaluación de riesgos para identificar los riesgos potenciales en el viaje hacia la transformación digital. Presente a los directivos las estrategias y herramientas básicas de mitigación de riesgos que pueden ayudar en la detección y gestión tempranas de estos riesgos. Destaque los beneficios y las ganancias a largo plazo de adoptar el cambio digital para inspirar y motivar al equipo.",
    "challengesAndRisksTitleMedium": "Recomendación: Organizar talleres de formación avanzada que profundicen en cada reto, debatiendo escenarios y soluciones de la vida real.",
    "challengesAndRisksDescriptionMedium": "Participe en discusiones de grupo o sesiones de intercambio de ideas para encontrar en colaboración soluciones adaptadas a los retos específicos de la organización. Introducir un marco integral de gestión de riesgos que cubra todas las facetas de la transformación digital. Esto debe incluir evaluaciones periódicas de los riesgos, actualización de las estrategias de mitigación de riesgos y sesiones de formación sobre las últimas herramientas y técnicas de gestión de riesgos.Organizar sesiones de formación en liderazgo para dotar a los directivos de las habilidades necesarias para dirigir e inspirar a sus equipos durante el proceso de transformación. Centrarse en las técnicas y estrategias de gestión del cambio para abordar y superar la resistencia.",
    "challengesAndRisksTitleHigh": "Participe en sesiones de planificación estratégica para evaluar y perfeccionar continuamente el planteamiento de los retos.",
    "challengesAndRisksDescriptionHigh": "Considerar la posibilidad de recurrir a expertos o consultores externos para obtener nuevas perspectivas y soluciones avanzadas. Organice sesiones de formación sobre técnicas, herramientas y programas informáticos avanzados de gestión de riesgos. Revise y actualice periódicamente la estrategia de gestión de riesgos para asegurarse de que se ajusta a las normas más recientes del sector. Participe en cursos avanzados de liderazgo centrados en liderar el cambio, fomentar la innovación y crear una cultura de mejora continua. Considere programas de tutoría o coaching ejecutivo para una orientación personalizada.",

    "cyberSecurityTitleLow": "Formación de concienciación sobre ciberseguridad: Comience con una formación básica de concienciación sobre ciberseguridad para todos los empleados.",
    "cyberSecurityDescriptionLow": "Esto les ayudará a reconocer amenazas comunes como los correos electrónicos de phishing y a comprender la importancia de las contraseñas seguras. Invertir en herramientas esenciales de ciberseguridad, como cortafuegos, software antivirus, etc. como cortafuegos, software antivirus y cifrado de datos. Estas herramientas constituyen la primera línea de defensa contra las ciberamenazas. Realice auditorías periódicas para identificar las vulnerabilidades de sus sistemas y subsánelas de inmediato. sistemas y abordarlas con prontitud.",
    "cyberSecurityTitleMedium": "Ofrezca sesiones de formación avanzada que profundicen en amenazas específicas y cómo contrarrestarlas.",
    "cyberSecurityDescriptionMedium": "Esto podría incluir formación sobre amenazas de ingeniería social, amenazas persistentes avanzadas (APT) y amenazas internas. de incidentes. Este plan debe detallar los pasos a seguir en caso de violación de la ciberseguridad, garantizando una respuesta rápida y eficaz.",
    "cyberSecurityTitleHigh": "Es probable que su organización con una puntuación alta esté bien versada en prácticas de ciberseguridad.",
    "cyberSecurityDescriptionHigh": "Usted cuenta con medidas sólidas y es proactiva en su enfoque. Sin embargo, la ciberseguridad es un campo en constante evolución y siempre se puede mejorar. A medida que evolucionan las amenazas, la formación continua garantiza que los empleados estén siempre al tanto de los últimos últimos riesgos y cómo contrarrestarlos.",
    "futurePlansTitleLow": "",
    "futurePlansDescriptionLow": "",
    "futurePlansTitleMedium": "",
    "futurePlansDescriptionMedium": "",
    "futurePlansTitleHigh": "",
    "futurePlansDescriptionHigh": ""
  }
}
