{
  "message": {
    "hello": "Hello"
  },
  "navbar": {
    "home": "Home",
    "about": "About",
    "news": "News",
    "training modules": "Training Modules",
    "resources": "Resources",
    "contact": "Contact",
    "login": "Login"
  },
  "contact": {
    "contact us": "Contact us",
    "name": "Name",
    "email": "Email",
    "subject": "Subject",
    "message": "Message",
    "reset all fields": "Reset all fields",
    "close contact form": "Close contact form",
    "send form": "Send form",
    "your name is required": "Your name is required",
    "a propper email adress is required": "A propper email adress is required",
    "this field is required": "This field is required"
  },
  "resources": {
    "video": "Video",
    "files": "Files",
    "courses": "Courses",
    "podcast": "Podcast",
    "sound": "Sound",
    "other": "Other"
  },
  "home": {
    "elearning": "E-Learning",
    "resources": "Resources",
    "project": "Project"
  },
  "megatrends": {
    "Virtualization": {
      "name": "Virtualization",
      "macrotrends": {
        "VR": {
          "name": "VR",
          "helperText": "With the help of VR glasses, full-body suits, or tactile gloves, we can not only see the virtual world but also interact with it. VR has long since ceased to be used merely for entertainment purposes. Now it has its uses in the fields of architecture, planning, and therapy for example."
        },
        "AR": {
          "name": "AR",
          "helperText": "Wearables and other technologies increasingly unite our real-world senses with the virtual world. Augmented Reality refers to the reality that is expanded with virtual content, e.g. spectacle lenses that supplement our field of vision with digital, personalized information such as messages or navigation data."
        }
      }
    },
    "AI": {
      "name": "AI",
      "macrotrends": {
        "ArtificialCoworkers": {
          "name": "Artificial Coworkers/Robots",
          "helperText": "In the world of work, AI (in the form of intelligent assistants, smart tools, and robots) can take on increasingly demanding tasks and massively facilitate or replace the need for human workers."
        },
        "Chatbots": {
          "name": "Chatbots",
          "helperText": "A chatbot is a technical system that responds autonomously, and as “humanly” as possible, via a dialogue system. The concept includes automated chatbots that communicate in writing on websites, as well as apps that are used to converse/speak in a human-like manner. Chatbots help to clarify questions and problems and explain products."
        },
        "IntelligentPersonalAssistants": {
          "name": "Intelligent Personal Assistants",
          "helperText": "AI can facilitate and even revolutionize our everyday lives through personal assistants, tools, and robots. Real-world examples include language assistants such as Siri, assistants that remind users of an appointment via pop-ups, or household/care robots."
        },
        "MachineDeepLearning": {
          "name": "Machine & Deep Learning",
          "helperText": "The term machine learning refers to self-learning technologies that simulate human learning and thinking processes. These self-adaptive algorithms develop their own solutions to problems through collected data and experience."
        },
        "NaturalLanguageProcessing": {
          "name": "Natural Language Processing",
          "helperText": "The aim of Natural Language Processing (NLP) is direct communication between man and machine by means of natural language. Software is able to understand, process, and manipulate human language (e.g. the translation of a spoken/written text in real time)."
        },
        "PatternAndImageRecognition": {
          "name": "Pattern & Image Recognition",
          "helperText": "Visual intelligence focuses on the analysis and recognition of patterns, images, and shapes and can also be used for pattern prediction (e.g. personal identification using face or handwriting recognition, industrial quality control)."
        }
      }
    },
    "DataAndTechnologies": {
      "name": "Data and Technologies",
      "macrotrends": {
        "BigDataAndSmartData": {
          "name": "Big data and smart data",
          "helperText": "Smart Data describes the intelligent processing of large amounts of data (Big Data). In contrast to Big Data, data in Smart Data is already structured and prepared for the end user through data collection and analysis methods."
        },
        "Blockchain": {
          "name": "Blockchain",
          "helperText": "Blockchain is a decentralized database that can be continuously expanded with datasets. The data records are linked by cryptographic procedures and can contain a time stamp and transaction metadata."
        },
        "CloudComputing": {
          "name": "Cloud Computing",
          "helperText": "Cloud computing is an IT infrastructure service that provides data storage, software applications, and services. Data is not stored on local computers; instead, access is granted via networks, allowing usage that is independent of limiting factors such as time, location, and device."
        },
        "DataTransmission": {
          "name": "Data Transmission",
          "helperText": "New technologies and new possibilities for data transmission are increasingly improving transmission speeds and eliminating data volumes as a limiting factor (e.g. 5G, Near Field Communication, RFID, Li-Fi)."
        },
        "Geodata": {
          "name": "Geodata",
          "helperText": "Geodata is information that is assigned to a specific geographical position. With the help of this data, satellite-based analysis of market potentials, harvest forecasts, traffic flow, etc. can be carried out."
        },
        "OpenData": {
          "name": "Open Data",
          "helperText": "Open data refers to data that is made available for free use or dissemination, without restrictions, and in the interest of the general public. These include statistical data, geodata, teaching materials, and research results, which are made available by either government agencies or private-sector companies."
        },
        "OpenSource": {
          "name": "Open Source",
          "helperText": "Open source refers to software whose source code is usually publicly accessible free of charge and can be viewed, modified, used, and distributed by third parties. In contrast to proprietary software, open source products are thus often less expensive, more flexible, and more durable."
        }
      }
    },
    "SecurityAndTransparency": {
      "name": "Security & Transparency",
      "macrotrends": {
        "Cybersecurity": {
          "name": "Cybersecurity",
          "helperText": "Cybersecurity is the protection of computer systems, servers, and networks against theft and damage as well as against misuse or interruption of services and functions."
        },
        "DataProtectionAndTransparency": {
          "name": "Data Protection & Transparency",
          "helperText": "In the digital world, the dissemination of private data quickly leads to a loss of privacy. Therefore, data protection becomes a requirement. The demand for transparency aims to ensure that all information and further processing of data is disclosed."
        },
        "DigitalCurrencyAndPayment": {
          "name": "Digital Currency & Payments",
          "helperText": "This trend includes all payments made by electronic means, including anonymous cryptographic payment systems and currencies (e.g. Bitcoins), as well as all other online payments such as Paypal or mobile payment (e.g. Apple Pay)."
        },
        "VerifiedContent": {
          "name": "Verified Content",
          "helperText": "The rising wave of fake news and fake profiles makes many users suspicious of online content. Many networks and media providers, therefore, rely on new tools that reliably check content for accuracy."
        }
      }
    },
    "EnergyClimateChangesAndSustainability": {
      "name": "Energy, Climate Change & Sustainability",
      "macrotrends": {
        "ClimateChange": {
          "name": "Climate Change",
          "helperText": "Global warming, which is mainly caused by humans, is an example of very rapid climate change. The associated negative impacts will affect all facets of human life and economic activity. More and more people, nations, and institutions are therefore committed to initiatives to reduce greenhouse gas emissions."
        },
        "EnergyEfficiency": {
          "name": "Energy Efficiency",
          "helperText": "Innovative concepts and technological developments open up new possibilities for significantly reduced energy consumption in the form of electricity, heat, etc. For an increasing number of people and companies, these concepts and developments make it possible to live and work in a more sustainable way."
        },
        "ZeroWasteAndCircularEconomy": {
          "name": "Zero Waste & Circular Economy",
          "helperText": "These concepts aim to minimize waste production, emissions, and energy consumption as much as possible. Such important objectives are achieved through reuse, composting, remanufacturing, refurbishing, or recycling."
        }
      }
    },
    "DigitallyConnectedProductsOffersAndServices": {
      "name": "Digitally Connected Products, Offers & Services",
      "macrotrends": {
        "ConnectedServicesProductsAndApps": {
          "name": "Connected Services Products & Apps",
          "helperText": "Networked services and products are linked to other devices and/or systems via the Internet. They mutually exchange data and can also be controlled by humans using integrated functions. Often, these devices/systems can also be controlled or applied via apps."
        },
        "LocationBasedServices": {
          "name": "Location Based Services",
          "helperText": "Geospecific products offer the user of a mobile device specific services based on their location, e.g. route planning or restaurant finders. The location is shared via GPS, WiFi, or Bluetooth."
        },
        "SmartHomeAndBuilding": {
          "name": "Smart Home & Building",
          "helperText": "The term Smart Home refers to technically networked devices and installations within a living space that can be operated remotely, often by voice. Intelligent home applications and smart building solutions are designed to enhance our lives in terms of health, safety, benefits, and comfort."
        }
      }
    },
    "FutureWorking": {
      "name": "Future Working",
      "macrotrends": {
        "CollaborationInNetworks": {
          "name": "Collaboration in Networks",
          "helperText": "Digitisation opens up new possibilities for collaborative work in networks. New innovation “ecosystems” are being created, and open innovation and open management are becoming easier to implement."
        },
        "NewLearning": {
          "name": "New Learning",
          "helperText": "Online higher-education courses, customized blended learning concepts, “learning apps” etc. allow us to enable a lifelong learning process that is independent of time or place."
        },
        "NewWorkingModelsAndForms": {
          "name": "New Working Models & Forms",
          "helperText": "Digitisation promises more flexibility in terms of working hours and locations. New employment relationships and concepts are also changing our world of work. The aim is to find solutions that are as individualized as possible in order to help maintain a healthy work-life balance."
        },
        "TechnologisationOfWork": {
          "name": "Technologisation of Work",
          "helperText": "Digitisation, intelligent tools, smart instruments, or wearables can help employees perform tasks better, faster, easier, or more innovatively. Furthermore, workers can be analyzed in terms of work performance and efficiency. The resulting data can be used for specific training, team compositions, etc."
        }
      }
    },
    "InnovativeTechnologiesAndManufacturing": {
      "name": "Innovative Technologies & Manufacturing",
      "macrotrends": {
        "AdditiveManufacturing": {
          "name": "Additive Manufacturing",
          "helperText": "Additive manufacturing or 3D printing is the name given to computer-controlled manufacturing processes for creating three-dimensional objects and shapes made up of multiple layers of material and constructed according to specified dimensions."
        },
        "BiotechnologyAndGeneticEngineering": {
          "name": "Biotechnology & Genetic Engineering",
          "helperText": "Bioengineering applies engineering's scientific methods, in combination with computer science knowledge, to organic materials. With the help of these methods, tissue structures - or even complete living beings - can be manipulated or altered. Genetic engineering deals with the conversion of DNA building blocks and enables for example the breeding of new plants or the development of new drugs."
        },
        "IndustrialRobotics": {
          "name": "Industrial Robotics",
          "helperText": "The primary aim of including robotics in the industry is to have certain production processes, such as assembly or processing of products, carried out by robots. This automation results in enormous savings in terms of both time and resources."
        },
        "InnovativeProcessEngineering": {
          "name": "Innovative Process Engineering",
          "helperText": "Process engineering refers to how a specific product or material can be produced using either physical, chemical, or biological conversion processes, or digital approaches. Innovations in this field can be used in the manufacture of many everyday products and lead to better or completely new materials, products, and applications."
        },
        "IntelligentProduction": {
          "name": "Intelligent Production",
          "helperText": "Intelligent production refers to a production process - from manufacturing to logistics - which ideally is controlled and organized completely automatically and is relatively energy - and resource-efficient. By incorporating dynamic processes in the business and engineering area, even the production of individual customer requirements is possible without human intervention."
        },
        "NewMaterialsAndSubstances": {
          "name": "New Materials & Substances",
          "helperText": "Novel materials and substances have interesting properties that give them optimized performance and open up numerous new possibilities. Innovations include smart materials that react autonomously to changing environmental conditions or existing materials that gain additional functions through nanotechnology."
        },
        "SensorTechnologies": {
          "name": "Sensor Technologies",
          "helperText": "Sensors are used to measure and control important process parameters in a wide range of applications (industry, medicine, etc.). The technologies range from infrared, ultrasound, and radar, to high-resolution stereo cameras. New innovations include multi-sensor systems and are used to equip machines with artificial sensory perception."
        }
      }
    },
    "NewBusinessModelsAndMarketingLogics": {
      "name": "New Business Models & Marketing Logics",
      "macrotrends": {
        "InnovativeBusinessModels": {
          "name": "Innovative Business Models",
          "helperText": "New sales & marketing opportunities, increasing virtualization, and technical developments (e.g. additive manufacturing) open up numerous possibilities for expanding existing business models, or finding completely new approaches."
        },
        "NewMarketing": {
          "name": "New Marketing",
          "helperText": "Ever more powerful communication devices, as well as progressive networking, allow new solutions in marketing - e.g. interaction marketing, content marketing, benefit-generating marketing, sensation marketing, and influencer marketing."
        },
        "PlatformEconomy": {
          "name": "Platform Economy",
          "helperText": "The term platform economy refers to a digital business model that brings together consumers and providers in a kind of digital marketplace and results in product purchases or in resource sharing (e.g. Amazon, Airbnb, Uber)."
        }
      }
    }
  },
  "swotText": {
    "BusinessStrategy": {
      "name": "Business strategy",
      "pointsOne": "Being able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Being able to embrace latest market trends",
      "pointsThree": "Using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Providing products with implemented connectivity (that are sending data about their utilization)",
      "pointsFive": "Raising the value of your company"
    },
    "BusinessStrategyTwo": {
      "name": "Business strategy",
      "pointsOne": "Not able to react faster to changes in the market situation (as fluctuating demand, lack of certain resources, necessity to change your logistic channels)",
      "pointsTwo": "Not able to embrace latest market trends",
      "pointsThree": "Not using digital simulation to better predict outcome of digitalization projects (as using digital twins and techniques as “test-before-invest”)",
      "pointsFour": "Not providing products with implemented connectivity (that are sending data about their utilization)"
    },
    "BusinessOperations": {
      "name": "Business operations",
      "pointsOne": "Higher agility in introducing new products or product upgrades",
      "pointsTwo": "Easier acceptance of required delivery time frames",
      "pointsThree": "Being able to provide new ordering options",
      "pointsFour": "Providing improved or different level of service",
      "pointsFive": "Providing electronic communication with customers",
      "pointsSix": "Producing higher quality products by better and faster tracing defects and faults"
    },
    "BusinessOperationsTwo": {
      "name": "Business operations",
      "pointsOne": "Losing contact with technology trends",
      "pointsTwo": "Not able to react fast enough to the requirements of the fluctuating marked",
      "pointsThree": "At risk of losing customers",
      "pointsFour": "Missing a significant chance to established a culture of systematic innovation of products, upskilling of staff, data harvesting with potential of improvement",
      "pointsFive": "Not able to provide new ordering options or different level of service"
    },
    "HRAndCulture": {
      "name": "HR and Culture",
      "pointsOne": "You do not suffer of a shortage of experts",
      "pointsTwo": "Your employees understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers get appropriate upskilling in the areas of digitalization",
      "pointsFour": "You might even have a dedicated team for digitalization",
      "pointsFive": "You have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes"
    },
    "HRAndCultureTwo": {
      "name": "HR and Culture",
      "pointsOne": "You suffer of a shortage of experts",
      "pointsTwo": "Your employees do not understand the potential and challenges of digital implementation",
      "pointsThree": "Your key engineers are not being appropriate educated in the areas of digitalization",
      "pointsFour": "You don't have a dedicated team for digitalization",
      "pointsFive": "You don't have a company culture of openness that is required for your staff to be aware and ready for the upcoming changes, which can result in scepticism of the staff and their perspective regarding the company."
    },
    "TechnologyAndDataManagement": {
      "name": "Technology and Data management",
      "pointsOne": "You were able to identify relevant data within your existing system",
      "pointsTwo": "You are collecting data effectively from you machines, production to distribution",
      "pointsThree": "You are using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "You have your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "You have partaken relevant steps to improve your cyber security",
      "pointsSix": "Your management has endorsed the establishment of “data culture” within your business"
    },
    "TechnologyAndDataManagementTwo": {
      "name": "Technology and Data management",
      "pointsOne": "Not able to identify relevant data within your existing system",
      "pointsTwo": "Not collecting data effectively from you machines, production to distribution",
      "pointsThree": "Not using collected data to interpret them and use the results to further improve your business",
      "pointsFour": "Not having your IT landscape regularly audited to discover sources of its vulnerability and avoid its exploitation",
      "pointsFive": "Not partaking relevant steps to improve your cyber security",
      "pointsSix": "Not endorsing the establishment of “data culture” within your business"
    },
    "GreenDigitalization": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost with these implementations, you can benefit from more funding or other business opportunities, gain more market share and meet the energy standards and regulations easier."
    },
    "GreenDigitalizationTwo": {
      "name": "Green digitalization",
      "pointsOne": "Sustainable service provision by using tracking for further reuse",
      "pointsTwo": "Better emission, pollution or waste management",
      "pointsThree": "Optimization of raw material consumption",
      "pointsFour": "Reduction of transport and packaging cost without these implementations, you cannot benefit from more funding or other business opportunities, gain more market share or meet the energy standards and regulations."
    }
  },
  "mappingToolFrontpage": {
    "title": "Digital Maturity Assessment Tool",
    "paragraphOne": "Assessing your level of digitalisation. The Digital Maturity Assessment Tool (DMAT) is an online tool that assesses digital maturity based on a questionnaire in 5 categories: Business Strategy, Business Operations, Data and Technology, HR and Culture, Green Digitalization.",
    "paragraphTwo": "For each category there are two questions and their corresponding answers, from which please choose all that you consider relevant. This assessment is standard and uniform across the EU for possible comparisons and subsequent adjustment for improvement.",
    "paragraphThree": "It is necessary to look at these aspects and categories of business from a higher perspective, the so-called helicopter view. Try to be unbiased and evaluate objectively.",
    "paragraphFour": "You may have been thinking about opportunities to engage and extend digital technologies within the business, it is likely that you have taken the first steps, have a plan to implement digital measures or are consulting externally on digital solutions. All of these activities help to increase the level of digitalisation of your business and at the same time motivate other small and medium-sized entrepreneurs in Europe.",
    "startAssessmentButton": "Start the Assessment Tool",
    "startAssessmentButtonTooltip": "Click to start the Assessment Tool"
  },
  "mappingFormGlobal": {
    "headline": "Mapping Form",
    "closeDialogButtonTooltip": "Close Mapping Tool",
    "dialogRoleText": "An dialog for the user to try out the mapping tool"
  },
  "mappingFormLoginPage": {
    "emailLabel": "email",
    "usernameLabel": "username",
    "takeMappingToolButton": "Take mapping tools",
    "takeMappingToolButtonTooltip": "Click to take mapping tool"
  },
  "mappingForm": {
    "informationButtonTooltip": "Read question description and score help text",
    "informationDialogQuestionDescription": "Question description:",
    "informationDialogScoreExplanation": "Score explanation:",
    "writeYourAnswerHereLabel": "Write your answer here"
  },
  "extraKeys": {
    "homeTitle": "Εργαλείο αξιολόγησης Digitup",
    "homeDescriptionOne": "Ενισχύοντας τις ΜΜΕ στην ψηφιακή εποχή με το διαδικτυακό εργαλείο αξιολόγησης της Digit Up για τη Βιομηχανία 4.0",
    "homeDescriptionTwo": "- Μια ολοκληρωμένη λύση για τον ορισμό, τη μέτρηση και την αξιολόγηση του ψηφιακού γραμματισμού και των ικανοτήτων που βασίζονται στην τεχνολογία σε στελέχη ΜΜΕ και αυτοεπιχειρηματίες.",
    "homeDescriptionThree": "Κάντε το τεστ για να αποκαλύψετε ευκαιρίες για ανάπτυξη και εξέλιξη.",
    "goToMappingToolButton": "Ανοίξτε το εργαλείο χαρτογράφησης",
    "close": "Κλείσιμο",
    "takeMappingTool": "Πάρτε τα εργαλεία χαρτογράφησης",
    "nextSection": "Επόμενη σελίδα",
    "submitForm": "Υποβολή φόρμας",
    "createPdfResult": "Δημιουργία αποτελεσμάτων PDF",
    "assessmentTool": "Εργαλείο αξιολόγησης",
    "email": "Ηλεκτρονικό ταχυδρομείο",
    "username": "Όνομα χρήστη",
    "writeYourAnswerHere": "Γράψτε την απάντησή σας εδώ",
    "creatingAndDownloadingPdf": "Δημιουργία και λήψη PDF",
    "pleaseWait": "Παρακαλώ περιμένετε",
    "scoreExplanation": "Εξήγηση βαθμολογίας:",
    "questionExplanation": "Εξήγηση ερώτησης:",
    "readQuestionDescriptionAndScoreHelpText": "Διαβάστε την περιγραφή της ερώτησης και τη βοήθεια βαθμολόγησης",
    "selectOne": "Επιλέξτε Ένα",
    "confirmEdit": "Επιβεβαίωση επεξεργασίας",
    "cancelEdit": "Ακύρωση επεξεργασίας",
    "editThisQuestion": "Επεξεργασία αυτής της ερώτησης",
    "changeTheNameOfTheFile": "Αλλαγή ονόματος αρχείου"
  },
  "pdfScoreText": {
    "reccommendations": "ΣΥΣΤΆΣΕΙΣ",
    "categories": "ΚΑΤΗΓΟΡΙΕΣ",
    "recommendationsOnScoreImprovements": "Συστάσεις για τη βελτίωση της βαθμολογίας",
    "digitalCultureTitleLow": "Κάτω από 33% Ο ψηφιακός πολιτισμός είναι σε πολύ αρχάρια μορφή. Αυτό δείχνει ότι υπάρχει σημαντικό χάσμα στην υιοθέτηση και ενσωμάτωσης των ψηφιακών τεχνολογιών και πρακτικών στο εργασιακό σας περιβάλλον.",
    "digitalCultureDescriptionLow": "Ξεκινήστε με μια θεμελιώδη εκπαίδευση στην έννοια της ψηφιακής κουλτούρας, τη σημασία της και τις οφέλη που μπορεί να επιφέρει σε έναν οργανισμό. Εγγραφείτε σε εκπαιδευτικές συνεδρίες για την εξοικείωση των εργαζομένων με  βασικά ψηφιακά εργαλεία που σχετίζονται με τους ρόλους τους. Οργανώστε σεμινάρια όπου οι ομάδες μπορούν να κάνουν καταιγισμό ιδεών  και να μοιράζονται ιδέες ψηφιακής καινοτομίας. Αυτό θα βοηθήσει στην καλλιέργεια μιας κουλτούρας όπου η ψηφιακή καινοτομία ενθαρρύνεται και εκτιμάται.",
    "digitalCultureTitleMedium": "Μεταξύ 33% και 66% Ψηφιακά ενδιάμεση - Υποδηλώνει ότι ο οργανισμός σας έχει έχει κάνει βήματα στην καθιέρωση μιας ψηφιακής κουλτούρας, υπάρχει όμως ακόμα περιθώριο βελτίωσης.",
    "digitalCultureDescriptionMedium": "Βυθιστείτε βαθύτερα σην ψηφιακή κουλτούρα, διερευνώντας πώς μπορεί να εμπεδωθεί περαιτέρω στο ήθος του οργανισμού. Προσφέρετε συνεδρίες προηγμένης κατάρτισης σε ψηφιακά εργαλεία, διασφαλίζοντας ότι  οι εργαζόμενοι όχι απλώς είναι εξοικειωμένοι με αυτά, αλλά μπορούν να τα αξιοποιήσουν στο έπακρο. Οργανώστε εκπαιδεύσεις που εμβαθύνουν σε προηγμένες στρατηγικές ψηφιακής καινοτομίας, διασφαλίζοντας ότι οι ο οργανισμός βρίσκεται πάντα στην πρώτη γραμμή των ψηφιακών τάσεων.",
    "digitalCultureTitleHigh": "Περισσότερο από ό,τι δείχνει 66% Ψηφιακά προχωρημένη - Έχετε υψηλό επίπεδο κατανόησης του ψηφιακού μετασχηματισμού, με πολλές ψηφιακές πρωτοβουλίες που έχουν υλοποιηθεί με επιτυχία.",
    "digitalCultureDescriptionHigh": "Υπάρχει μια ισχυρή ψηφιακή κουλτούρα, με αποτελεσματικά προγράμματα κατάρτισης και επενδύση σε ψηφιακές τεχνολογίες",
    "trainingAndDevelopmentTitleLow": "Οι διευθυντές και οι διευθύνοντες σύμβουλοι με βαθμολογία κάτω του 33% πιθανόν να έχουν περιορισμένη έκθεση στην ψηφιακή εκπαίδευση  και στα αναπτυξιακά προγράμματα. Αυτή η βαθμολογία υποδηλώνει ότι υπάρχει σημαντικό κενό στην ψηφιακή  δεξιότητες του εργατικού δυναμικού.",
    "trainingAndDevelopmentDescriptionLow": "Εξοικειώστε τα στελέχη με τη σημασία της ψηφιακής κατάρτισης και τον αντίκτυπό της στην επιχείρηματική απόδοση. Καλύψτε τις βασικές αρχές των ψηφιακών εργαλείων, του λογισμικού και των πλατφορμών που σχετίζονται με την επιχείρηση. Παρέχετε κατάρτιση προσαρμοσμένη στους συγκεκριμένους ρόλους και τις αρμοδιότητες των διευθυντών, εστιάζοντας στα ψηφιακά εργαλεία και τις πλατφόρμες που θα χρησιμοποιούν καθημερινά.",
    "trainingAndDevelopmentTitleMedium": "Οι διευθυντές και οι διευθύνοντες σύμβουλοι με βαθμολογία σε αυτό το εύρος έχουν κάποια εμπειρία με την ψηφιακή εκπαίδευση,  αλλά ενδέχεται να μην αξιοποιούν πλήρως τις δυνατότητες των ψηφιακών εργαλείων και πλατφορμών.",
    "trainingAndDevelopmentDescriptionMedium": "Εμβαθύνετε στα προηγμένα χαρακτηριστικά των ψηφιακών εργαλείων και πλατφορμών, διασφαλίζοντας ότι οι διευθυντές μπορούν να  να χρησιμοποιήσουν στο έπακρο τις δυνατότητές τους. Εισάγετε την έννοια της συνεχούς μάθησης, τονίζοντας τη σημασία της διαρκούς ενημέρωσης  με τις τελευταίες ψηφιακές τάσεις και εργαλεία. Εξερευνήστε στρατηγικές για την παροχή κινήτρων στους υπαλλήλους ώστε να αναπτύξουν τις ψηφιακές τους δεξιότητες, όπως οι ανταμοιβές, αναγνώριση, ή ευκαιρίες επαγγελματικής εξέλιξης.",
    "trainingAndDevelopmentTitleHigh": "Οι διευθυντές και οι διευθύνοντες σύμβουλοι με υψηλή βαθμολογία είναι ήδη καλά ενημερωμένοι για την ψηφιακή εκπαίδευση και  ανάπτυξη. Ωστόσο, υπάρχουν πάντα περιθώρια βελτίωσης και ευαιρίες για να παραμένουν ενήμεροι με τις  τις τελευταίες τάσεις.",
    "trainingAndDevelopmentDescriptionHigh": "Εμβαθύνετε σε ψηφιακά εργαλεία και πλατφόρμες αιχμής, διασφαλίζοντας ότι οι μάνατζερ είναι στην  στην πρώτη γραμμή των ψηφιακών εξελίξεων. Εστιάστε στις στρατηγικές για την ενσωμάτωση της συνεχούς μάθησης στην κουλτούρα του οργανισμού, διασφαλίζοντας  ότι οι ομάδες είναι πάντα ενημερωμένες με τις τελευταίες ψηφιακές δεξιότητες. Μπείτε βαθύτερα στις προηγμένες  στρατηγικές για την επιβράβευση και την αναγνώριση των εργαζομένων που διακρίνονται για την ανάπτυξη ψηφιακών δεξιοτήτων.",
    "investmentInDigitalTransformationTitleLow": "Παρακολουθήστε εισαγωγικές εκπαιδεύσεις ή διαδικτυακά σεμινάρια για τον ψηφιακό μετασχηματισμό. Εξετάστε το ενδεχόμενο να συμβουλευτείτε έναν εμπειρογνώμονα ψηφιακού μετασχηματισμού για να λάβετε ιδέες προσαρμοσμένες στην επιχείρησή σας. ",
    "investmentInDigitalTransformationDescriptionLow": "Αναλύστε παραδείγματα επιτυχημένων ψηφιακών μετασχηματισμών σε παρόμοιους κλάδους. Αυτό θα παράσχει μια σαφέστερη εικόνα της απόδοσης επενδύσεων. Μάθετε πώς να προϋπολογίζετε τις πρωτοβουλίες ψηφιακού μετασχηματισμού, ακόμη και με περιορισμένους πόρους. Συμμετέχετε σε εκπαιδευτικά σεμινάρια οικονομικού προγραμματισμού ή μαθήματα που εστιάζουν  στον προϋπολογισμό για ψηφιακά έργα. Εξετάστε το ενδεχόμενο να ζητήσετε συμβουλές από χρηματοοικονομικούς συμβούλους με εμπειρία στον ψηφιακό μετασχηματισμό.",
    "investmentInDigitalTransformationTitleMedium": "Παρακολουθήστε προηγμένα σεμινάρια ή εργαστήρια που παρουσιάζουν τις ιστορίες επιτυχίας των επιχειρήσεων που έχουν υποστεί ψηφιακό μετασχηματισμό. Συμμετέχετε σε εκδηλώσεις δικτύωσης για να μάθετε από ομότιμους.",
    "investmentInDigitalTransformationDescriptionMedium": "Συμμετέχετε σε εκπαιδευτικά σεμινάρια ή μαθήματα που εστιάζουν στην κατάρτιση προϋπολογισμού με γνώμονα την απόδοση της επένδυσης (ROI) για τον ψηφιακό έργα. Εξετάστε το ενδεχόμενο χρήσης εργαλείων ή λογισμικού ψηφιακού προϋπολογισμού για να βοηθήσετε τη διαδικασία.Μάθετε να ενσωματώνετε τους στόχους του ψηφιακού μετασχηματισμού στους ευρύτερους στρατηγικούς στόχους του οργανισμού. Συμμετέχετε σε εκπαιδευτικές συνεδρίες ή εργαστήρια με επίκεντρο τη στρατηγική. Συνεργαστείτε με συμβούλους ψηφιακού μετασχηματισμού για την ευθυγράμμιση των ψηφιακών σας στόχων με την επιχειρηματική σας στρατηγική.",
    "investmentInDigitalTransformationTitleHigh": "Εξερευνήστε στρατηγικές και τεχνολογίες αιχμής που μπορούν να προωθήσουν περαιτέρω τον οργανισμό σας.",
    "investmentInDigitalTransformationDescriptionHigh": "Συμμετέχετε σε προηγμένα εργαστήρια ανάλυσης ROI. Εξετάστε τη χρήση εξελιγμένων εργαλείων ανάλυσης για την παρακολούθηση και τη μέτρηση της επιτυχίας των ψηφιακών πρωτοβουλιών. Ως ηγέτης είναι σημαντικό να δίνετε το παράδειγμα. Ενισχύστε τις ηγετικές δεξιότητες ειδικά προσαρμοσμένες στην ψηφιακή εποχή.Συμμετέχετε σε εκπαιδευτικά προγράμματα ηγεσίας που εστιάζουν στην ηγεσία στην ψηφιακή εποχή. Συμμετέχετε σε μεντορική καθοδήγηση προγράμματα με ηγέτες που έχουν ηγηθεί με επιτυχία ψηφιακών μετασχηματισμών.",
    "challengesAndRisksTitleLow": "Σε αυτό το στάδιο, υπάρχει θεμελιώδης έλλειψη επίγνωσης ή κατανόησης των προκλήσεων που συνοδεύουν τον ψηφιακό μετασχηματισμό.",
    "challengesAndRisksDescriptionLow": "Ξεκινήστε μια βασική εκπαίδευση για την εκπαίδευση των διευθυντών σχετικά με τις κοινές προκλήσεις που αντιμετωπίζουν κατά τον ψηφιακό μετασχηματισμό, όπως η αντίσταση σε αλλαγή, οι περιορισμοί του προϋπολογισμού και οι κίνδυνοι κυβερνοασφάλειας. Αυτό θα βοηθήσει στον καθορισμό ρεαλιστικών προσδοκίες και στην προετοιμασία για πιθανά εμπόδια. Διεξάγετε μια βασική αξιολόγηση κινδύνων εργαστηρίου για τον εντοπισμό πιθανών κινδύνων στο ταξίδι του ψηφιακού μετασχηματισμού. Εισάγετε τους διευθυντές σε βασικές στρατηγικές και εργαλεία μετριασμού των κινδύνων που μπορούν να βοηθήσουν στην έγκαιρη ανίχνευση και διαχείριση αυτών των κινδύνων.Οργανώστε ομιλίες παρακίνησης ή συνεδρίες μελέτης περιπτώσεων που παρουσιάζουν επιτυχημένες ιστορίες ψηφιακού μετασχηματισμού. Επισημάνετε τα οφέλη και τα μακροπρόθεσμα κέρδη από την υιοθέτηση της ψηφιακής αλλαγής για να εμπνεύσουν και να παρακινήσουν την ομάδα.",
    "challengesAndRisksTitleMedium": "Σύσταση: Διοργανώστε εργαστήρια προηγμένης κατάρτισης που εμβαθύνουν σε κάθε πρόκληση, συζητώντας πραγματικά σενάρια και λύσεις.",
    "challengesAndRisksDescriptionMedium": "Συμμετέχετε σε ομαδικές συζητήσεις ή συνεδρίες καταιγισμού ιδεών για τη συνεργατική εξεύρεση λύσεων προσαρμοσμένων στις μοναδικές ανάγκες του οργανισμού. Εισάγετε ένα ολοκληρωμένο πλαίσιο διαχείρισης κινδύνων που καλύπτει όλες τις πτυχές του ψηφιακού μετασχηματισμού. Αυτό θα πρέπει να περιλαμβάνει τακτικές αξιολογήσεις κινδύνων, επικαιροποίηση του μετριασμού των κινδύνων στρατηγικών, καθώς και εκπαιδευτικές συνεδρίες σχετικά με τα πιο πρόσφατα εργαλεία διαχείρισης κινδύνων και τεχνικών. Διοργανώστε εκπαιδευτικά σεμινάρια ηγεσίας για να εξοπλίσετε τους διευθυντές με τις δεξιότητες να ηγούνται και να εμπνέουν τις ομάδες τους κατά τη διάρκεια της διαδικασίας μετασχηματισμού. Εστιάστε στη διαχείριση της αλλαγής. Εφαρμόστε τεχνικές και στρατηγικές για την αντιμετώπιση και το ξεπέρασμα της αντίστασης.",
    "challengesAndRisksTitleHigh": "Συμμετέχετε σε συνεδρίες στρατηγικού σχεδιασμού για τη συνεχή αξιολόγηση και τελειοποίηση της προσέγγισης για τις προκλήσεις.",
    "challengesAndRisksDescriptionHigh": " Εξετάστε το ενδεχόμενο να επιστρατεύσετε εξωτερικούς εμπειρογνώμονες ή συμβούλους για νέες προοπτικές και προηγμένες λύσεις. Οργανώστε εκπαιδευτικές συνεδρίες σχετικά με προηγμένες τεχνικές διαχείρισης κινδύνων, με τη χρήση αντίστοιχων εργαλείων και λογισμικού. Να επανεξετάζετε και να επικαιροποιείτε τακτικά τη στρατηγική διαχείρισης κινδύνων για να διασφαλίζετε ότι είναι ευθυγραμμισμένη με τα πιο πρόσφατα πρότυπα του κλάδου. Συμμετέχετε σε προηγμένη εκπαίδευση ηγεσίας με επίκεντρο την καθοδήγηση της αλλαγής, την προώθηση της καινοτομίας και την οικοδόμηση μιας κουλτούρας συνεχούς βελτίωσης. Εξετάστε το ενδεχόμενο προγραμμάτων καθοδήγησης ή καθοδήγησης στελεχών για εξατομικευμένη καθοδήγηση",
    "cyberSecurityTitleLow": "Εκπαίδευση ευαισθητοποίησης σε θέματα κυβερνοασφάλειας: Ξεκινήστε με μια βασική εκπαίδευση ευαισθητοποίησης σε θέματα κυβερνοασφάλειας για όλους τους υπαλλήλους.",
    "cyberSecurityDescriptionLow": "Αυτό θα τους βοηθήσει να αναγνωρίσουν κοινές απειλές, όπως τα μηνύματα ηλεκτρονικού 'ψαρέματος' να κατανοήσετε τη σημασία των ισχυρών κωδικών πρόσβασης. Επενδύστε σε βασικά εργαλεία κυβερνοασφάλειας, όπως τείχη προστασίας, λογισμικό προστασίας από ιούς και κρυπτογράφηση δεδομένων. Αυτά τα εργαλεία παρέχουν την πρώτη γραμμή άμυνας κατά των απειλών στον κυβερνοχώρο. Διεξάγετε τακτικούς ελέγχους για τον εντοπισμό των τρωτών σημείων στα συστήματα και αντιμετωπίστε τις άμεσα.",
    "cyberSecurityTitleMedium": "Προσφέρετε συνεδρίες κατάρτισης για προχωρημένους που εμβαθύνουν σε συγκεκριμένες απειλές και πώς να να τις αντιμετωπίσετε.",
    "cyberSecurityDescriptionMedium": "Αυτό θα μπορούσε να περιλαμβάνει εκπαίδευση σχετικά με τις απειλές κοινωνικής μηχανικής, τις προηγμένες μόνιμες απειλές (APT) και εσωτερικές απειλές. Αναπτύξτε μια ολοκληρωμένη αντιμετώπιση περιστατικών σχέδιο. Το σχέδιο αυτό θα πρέπει να περιγράφει λεπτομερώς τα βήματα που πρέπει να ακολουθηθούν σε περίπτωση παραβίασης της κυβερνοασφάλειας, εξασφαλίζοντας μια ταχεία και αποτελεσματική αντίδραση.",
    "cyberSecurityTitleHigh": "Ο οργανισμός σας είναι πιθανότατα καλά καταρτισμένος στις πρακτικές κυβερνοασφάλειας.",
    "cyberSecurityDescriptionHigh": "Διαθέτετε και εφαρμόζετε ισχυρά μέτρα και είστε προληπτικοί στην προσέγγισή σας. Ωστόσο, η ασφάλεια στον κυβερνοχώρο είναι ένας διαρκώς εξελισσόμενος τομέας και πάντα υπάρχουν περιθώρια βελτίωσης. Καθώς οι απειλές εξελίσσονται, η συνεχής εκπαίδευση διασφαλίζει ότι οι εργαζόμενοι είναι πάντα ενήμεροι για τους πιο πρόσφατους κινδύνους και τον τρόπο αντιμετώπισής τους.",

    "futurePlansTitleLow": "",
    "futurePlansDescriptionLow": "",
    "futurePlansTitleMedium": "",
    "futurePlansDescriptionMedium": "",
    "futurePlansTitleHigh": "",
    "futurePlansDescriptionHigh": ""
  }
}
